
{"titulo": ["¡Bienvenidos a IGN Latinoamérica!"], "contenido": ["​", "IGN es el sitio número 1 de gaming y entretenimiento en el mundo con una audiencia mundial de más de 50 millones y hoy, estamos más que orgullosos de unirnos a esa increíble familia con ¡IGN Latinoamérica!", "¿Y qué puedes esperar de IGN Latinoamérica? Todo lo que quieres, así de fácil. Estaremos trayendo a la región todo el contenido internacional que tanto le gusta a la audiencia de IGN: reviews, artículos y noticias, pero tropicalizados y en español. También nos concentraremos en contenido local y lo que le interesa a nuestro público regional.", "Con el gaming en Latinoamérica creciendo en popularidad, como si se hubiera comido un hongo, consideramos que es el momento perfecto para lanzar IGN Latam y esperamos que todos lo disfruten como nosotros al hacerlo.", "​", "También es muy importante recordarte que si no quieres ver la versión de IGN Latinoamérica (porque tal vez prefieras otra edición) puedes cambiarla con sólo dar click en el nombre de nuestra edición –ahí, arriba a la izquierda o en versión de mobile hasta abajo– lo importante es que tengas la opción que quieres.", "En esta parte del proceso, es probable que encuentres pequeños bugs en el sitio, pero queremos asegurarte que estamos trabajando para resolver todos y cada uno de ellos. Si llegas a encontrar alguno, cuéntanos para revisarlo lo más rápido posible.", "Y claro, no te olvides de seguirnos en nuestras redes sociales en ", "Facebook", ", ", "@IGNLatam", " y ", "Google+", " para estar enterado todo el tiempo de todo lo que sucede en el mundo del gaming y el entretenimiento.", "¡Que comiencen los juegos!", "​", "Mail de contacto:", "\n", "ign_latam@ign.com"]},
{"titulo": ["Call of Duty: Black Ops Cold War - usuarios de PS5 podrían estar jugando la versión de PS4 por error"], "contenido": ["Para aquellos que pudieron asegurar una PlayStation 5 en su lanzamiento y han estado jugando ", "Call of Duty: Black Ops Cold War", ", existe la posibilidad de que hayan estado jugando la versión de PS4 por accidente.", "De acuerdo al reporte de Eurogamer, este problema parece estar afectando a ciertas personas que han comprado y descargado el paquete Cross-Gen o la Ultimate Edition de Call of Duty: Black Ops Cold War, que incluyen la versión para PS4 y PS5 del más reciente Call of Duty.", "Cuando compras cualquiera de estas versiones en PlayStation Store, puedes elegir qué partes de ", "Black Ops Cold War", " deseas descargar, es decir, Zombies, Multijugador, Campaña. Sin embargo, si eliges descargar todo, descargarás tanto la versión de PS4 como la de PS5 del juego, y parece que la versión de PS4 está predeterminada para algunos que juegan en PS5.", "El soporte de Activision ha respondido a este problema y ha revelado los pasos necesarios para asegurarse de que estén jugando con la versión correcta:", "\n\t", "Resalta el mosaico del juego en el Dashboard.", "\n\t", "Desplácese hacia abajo y resalte \"Reproducir\"", "\n\t", "Seleccione los 3 puntos y abra el menú", "\n\t", "Seleccione “PS5 | Completo | Call of Duty: Black Ops Cold War”", "\n\t", "¡Lanza y disfruta!", "\n", "Call of Duty: Black Ops Cold War", " esta disponible en versiones para PlayStation 4, PlayStation 5, Xbox One, Xbox Series X|S y PC.", " "]},
{"titulo": ["Left 4 Dead: así se vería su secuela espiritual"], "contenido": ["Turtle Rock Studios, los creadores de Left 4 Dead, han revelado arte conceptual de su próximo juego co-operativo de zombies, una secuela espiritual de L4D llamado Back 4 Blood.", "Revelado en ", "Twitter", ", la imagen muestra una fortaleza de (suponemos) humanos, rodeada de fortificaciones y trampas. Puedes verlo a continuación:", "Revealed on ", "Twitter", ", the image shows off a ramshackle human settlement, surrounded by fortifications and traps. Check it out below:", "Cuando Back 4 Blood fue revelado, Turtle Rock explicó que el juego sería un \"FPS cooperativo next-gen\" en donde \"serás capaz de dispararle a montones de zombies como en Left 4 Dead\", pero con \"un montón de cosas nuevas en Back 4 Blood que lo hacen único\".", "La imagen podría sugerir un juego en el que la defensa es tan importante como el escape, en donde los jugadores estarán intentando forzar a las hordas de zombies a trampas así como tiroteos. Sin embargo, Turtle Rock no ha ofrecido más detalles acerca del juego, así que todo es especulación por ahora.", "Back 4 Blood está planeado para un lanzamiento en PC, Xbox One, y PS4 (aunque en el 2019 se dijo que no eliminaba la posibilidad de otras consolas). No hay una fecha de lanzamiento establecida."]},
{"titulo": ["Xbox One, PS4, PS5, Switch y PC: estos son los juegos sin costo que podrás conseguir del 27 al 29 de noviembre"], "contenido": ["Como cada viernes les tenemos los juegos que pueden probar o conseguir gratis durante este fin de semana, así que si les pasa que no tienen nada nuevo que jugar o solo quieren probar algo diferente, denle un vistazo al listado que incluye títulos para PC, PlayStation 4, PlayStation 5, Xbox One y Nintendo Switch.", "A continuación pueden ver la lista de juegos que al igual que el fin de semana pasado está algo escasa, teniendo en cuenta que algunos son solo pruebas temporales, otros son regalos y algunos más son descargas gratuitas permanentes que se otorgan por estar suscrito a algún servicio o como parte de alguna promoción.", "PC", "\n\t", "Steam ", "- Actualmente están las Rebajas de Otoño que ofrecen docenas de juegos con grandes descuentos.", "\n\t", "MudRunner", " - Epic Games Store está regalando este juego. Podrán descargarlo hasta el 3 de diciembre y se quedará en su biblioteca de forma permanente.", "\n\t", "Epic Games Store ", "- Actualmente tiene las Ofertas de Black Friday con hasta un 75% en juegos y complementos seleccionados.", "\n", "\nXbox One", "\n\t", "Aragami: Shadow Edition", " - Como parte de ", "los Games with Gold de noviembre", ".", "\n\t", "Swimsanity! ", "- Como parte de los Games with Gold de noviembre.", "\n\t", "LEGO Indiana Jones", " - Como parte de los Games with Gold de noviembre.", "\n\t", "Microsoft Store ", "- Tiene ofertas de juegos por el Black Friday con hasta un 50% de descuento.", "\n", "\nPlayStation 5", "\n\t", "Bugsnax", " - La versión para PS5 está disponible como descarga gratuita para los miembros de PS Plus propietarios de la nueva consola.", "\n", "\nPlayStation 4", "\n\t", "Middle-Earth: Shadow of War", " - Como parte de ", "los juegos de PlayStation Plus de noviembre", ".", "\n\t", "Hollow Knight: Voidheart Edition", " - Como parte de los juegos de PlayStation Plus de noviembre.", "\n\t", "PlayStation Store", " - Tiene las ofertas imperdibles de Black Friday con hasta un 70% de descuento.", "\n", "\nNintendo Switch", "\n\t", "Jump Rope Challenge ", "- Disponible como descarga gratuita (La descarga gratuita sería solo hasta el 30 de septiembre, pero Nintendo decidió extender el período)", "\n\t", "Super Mario Bros. 35 ", "- Disponible como ", "descarga gratuita con Nintendo Switch Online", ".", "\n\t", "eShop", " - Ofrece rebajas de Black Friday en juegos seleccionados.", "\n", "Además de todos estos títulos también está la opción de varios free-to-play disponibles para descargar en las diferentes plataformas y por supuesto el catálogo de Xbox Game Pass con muchas opciones para los suscriptores."]},
{"titulo": ["Xbox One, PS4, PS5, Switch y PC: estos son los juegos sin costo que podrás conseguir del 20 al 22 de noviembre"], "contenido": ["Como de costumbre les tenemos los juegos que pueden probar o conseguir gratis durante este fin de semana, así que si les pasa que no tienen nada nuevo que jugar o solo quieren probar algo diferente, denle un vistazo al listado que incluye títulos para PC, PlayStation 4, PlayStation 5, Xbox One y Nintendo Switch.", "A continuación pueden ver la lista de juegos que en esta ocasión está un poco más escasa en comparación a semanas anteriores, teniendo en cuenta que algunos son solo pruebas temporales, otros son regalos y algunos más son descargas gratuitas permanentes que se otorgan por estar suscrito a algún servicio o como parte de alguna promoción.", "PC", "\n\t", "Elite Dangerous ", "- Epic Games Store está regalando este juego. Podrán descargarlo hasta el 26 de noviembre y se quedará en su biblioteca de forma permanente.", "\n\t", "The World Next Door", " - Epic Games Store está regalando este juego. Podrán descargarlo hasta el 26 de noviembre y se quedará en su biblioteca de forma permanente.", "\n", "\nXbox One", "\n\t", "Aragami: Shadow Edition", " - Como parte de los ", "Games with Gold de noviembre", ".", "\n\t", "Swimsanity!", " - Como parte de los Games with Gold de noviembre.", "\n\t", "LEGO Indiana Jones", " - Como parte de los Games with Gold de noviembre.", "\n", "\nPlayStation 5", "\n\t", "Bugsnax", " - La versión para PS5 está disponible como descarga gratuita para los miembros de PS Plus propietarios de la nueva consola.", "\n", "\nPlayStation 4", "\n\t", "Middle-Earth: Shadow of War ", "- Como parte de los juegos de ", "PlayStation Plus de noviembre", ".", "\n\t", "Hollow Knight: Voidheart Edition", " - Como parte de los juegos de PlayStation Plus de noviembre.", "\n", "\nNintendo Switch", "\n\t", "Jump Rope Challenge", " - Disponible como descarga gratuita (La descarga gratuita sería solo hasta el 30 de septiembre, pero Nintendo decidió extender el período)", "\n\t", "Super Mario Bros. 35", " - Disponible como ", "descarga gratuita con Nintendo Switch Online", ".", "\n", "Además de todos estos títulos también está la opción de varios free-to-play disponibles para descargar en las diferentes plataformas y por supuesto el catálogo de Xbox Game Pass con muchas opciones para los suscriptores."]},
{"titulo": ["PlayStation 4: usuarios firman petición para eliminar los juegos gratis de PS Plus de este mes"], "contenido": ["La semana pasada cuando ", "se anunciaron los juegos de PlayStation Plus", " para este mes de mayo los jugadores se desconcertaron al descubrir que se trataba de Farming Simulator 19 y Cities: Skylines, y es que además de que son juegos de simulación que van dirigidos a un nicho específico, no eran los que indicaban las filtraciones.", "Días antes de eso los reportes decían que los juegos serían Dark Souls Remastered y Dying Light, por lo que hubo decepción entre la comunidad de PlayStation con los títulos elegidos.", "Así que debido a esto tenemos que los jugadores están mostrando su descontento al crear una petición en ", "Change.org", " que le está pidiendo a Sony cambiar los juegos de PlayStation Plus de mayo, donde llama la atención que ya se han recaudado más de 33 mil firmas. La petición tiene la siguiente descripción:", "\n", "Después de la filtración sobre Dark Souls Remastered y Dying Light, miles de entusiastas de PlayStation estaban emocionados por ver unos de los mejores juegos en mucho tiempo por parte de PS Plus, pero quedamos sorprendidos y tristes con lo que parece una broma de April Fool's en la forma de Farming Simulator 19 y una copia de Sim City.", "\n", " ", "Como sabrán, los juegos de PlayStation Plus son un par de títulos que Sony \"regala\" a los jugadores cada mes pero que solo pueden conservar mientras mantengan activa su suscripción, y las expectativas estaban altas para este mes ya que además de la filtración también se consideraba que en ", "el mes pasado hubo títulos buenos", " como Uncharted 4 y DiRT Rally 2.0.", "Ya veremos qué sucede, pero de entrada luce complicado que Sony vaya a tomar en cuenta la petición. ¿A ustedes qué les parecieron los juegos de mayo?"]},
{"titulo": ["PlayStation 5: ¿cómo funciona el Remote Play en PlayStation 4?"], "contenido": ["Hace unos días Sony agregó la app de PS5 Remote Play a la interfaz de PS4, lo que permite a los poseedores de ", "PlayStation 5", " jugar en su anterior consola.", "Y es que como sabrán, la función Remote Play utiliza tecnología de streaming para correr juegos de PS5 en un dispositivo diferente, como una PC, un smartphone o una PS4, lo que puede ser útil en un hogar donde la televisión principal está ocupada por otros miembros de la familia.", "Dicho esto, les tenemos cómo utilizar el Remote Play de PS5 en PS4:", "\n\t", "Obviamente necesitan una buena conexión a internet", "\n\t", "¡Tengan encendidas tanto su PS5 como su PS4 para facilitar los siguientes pasos! Esto también se simplifica si ha iniciado sesión en su PS5 y PS4 con la misma cuenta de PSN.", "\n\t", "En tu PS5, ve a Configuración> Sistema> Remote Play.", "\n\t", "Asegúrate de que \"Enable Remote Play\" (Permitir Remote Play) está activado.", "\n\t", "En su PS4 seleccionen la aplicación PS5 Remote Play.", "\n\t", "Después de conectarse a Internet, la PS4 detectará la PS5 en la que iniciaron sesión anteriormente.", "\n\t", "Conéctenlo. ¡Ahora estarán jugando a la PS5 en su PS4!", "\n", "\n\t", "Nota: Otros usuarios de esa PS4 también podrán conectarse a su PS5, siempre que estén todos en la misma red wifi.", "\n\t", "Para desconectarse, presionen el botón PlayStation y seleccionen desconectar. Elijan poner su PS5 en modo de reposo o déjenla encendida.", "\n", "Si los pasos anteriores no funcionan, es posible que deban vincular manualmente el dispositivo. En cuyo caso, vayan a Configuración de PS5> Sistema> Remote Play> Vincular dispositivo. Aparecerá un código en la pantalla que puede ayudarlos a conectarse si se le solicita que ingrese un código.", "PlayStation 5", " ya está disponible en México, Estados Unidos, Canadá, Nueva Zelanda, Japón y Corea del Sur, y a partir del 19 de noviembre llegará al resto del mundo."]},
{"titulo": ["Spider-Man: Miles Morales no es un juego entero, sólo una expansión"], "contenido": ["Para muchos, Marvel's Spider-Man: Miles Morales fue presentado como una secuela del juego de Insomniac, pero de hecho es \"una expansión y una mejora del juego anterior\".", "Hablando con ", "The Telegraph", " (vía ", "VGC", "), el vicepresidente de negocios europeos de Sony, Simon Rutter explicó: \"Creo que puedes llamarlo una expansión y una mejora del juego anterior. Hay un componente específico de Miles Morales, que es el elemento de expansión, pero también dentro del juego, también tiene importantes mejoras, obviamente desplegando algunas de las principales tecnologías y características de PlayStation 5 \".", "Sigue siendo poco claro qué forma tomará esta expansión. El lenguaje de Rutter hace que parezca que Spider-Man de Marvel podría recibir una remasterización completa en PS5 (como se insinuó en las primeras presentaciones de la consola), con un nuevo componente importante protagonizado por Miles Morales. Sin embargo, puede ser que esta es una expansión independiente que se basa en la mecánica y el motor del original, en la línea de Uncharted: Lost Legacy o Infamous: First Light.", "Tampoco está claro si esto significa que el contenido de Miles Morales llegará a PS4. Nos hemos puesto en contacto con Sony para obtener una respuesta.", "Spider-Man: Miles Morales fue anunciado en el evento de revelación de PS5 de ayer, que presentó una gran cantidad de juegos de última generación, ", "sin mencionar el diseño poco convencional de PlayStation 5 y su edición digital recientemente revelada", ". Miles Morales fue uno de los dos nuevos proyectos anunciados ayer por Insomniac; también vimos a Ratchet & Clank: Rift Apart."]},
{"titulo": ["Marvel's Spider-Man: ya pueden transferir sus partidas de PS4 a la Remasterización de PS5"], "contenido": ["Aquellos que jugaron Marvel's Spider-Man en PS4 ahora pueden transferir sus archivos guardados a ", "Marvel's Spider-Man Remastered", " en PS5.", "La ", "actualización", " de Insomniac Games a Marvel's Spider-Man en PS4 permite esta transferencia de partidas y también lleva tres nuevos trajes de Spider-Man Remastered a la versión original. Spider-Man Remastered también se actualizó para permitir transferencias de partidas e incluye varias correcciones para el juego incluyendo los problemas con el bloqueo en el modo reposo.", "El proceso es bastante simple, pero requiere que aún tengas la versión para PS4 de ", "Marvel's Spider-Man", ". @DKShadow en Twitter brindó una guía sobre cómo hacer que funcione:", "\n\t", "Actualiza el juego en PS4 a la versión más reciente.", "\n\t", "En Spider-Man para PS4, presione R1 en el menú principal para cargar sus datos guardados.", "\n\t", "En Spider-Man Remastered en PS5, presione R1 en el menú principal para descargar los datos guardados.", "\n", "El director de la comunidad de Insomniac, James Stevenson, ", "recurrió a Twitter ", "para aclarar el proceso y ayudar a quienes tienen preguntas. Confirmó que debes usar el juego de PS4 para exportar tu guardado, pero dio un método alternativo para aquellos que ya no tienen la copia física u optaron por la PlayStation 5 Digital Edition.", "Si tiene un amigo con una PS4 o PS5 con Marvel's Spider-Man, puede iniciar sesión en su cuenta de PSN, descargar su guardado de la nube (si tiene PlayStation Plus) y luego exportarlo mientras aún está conectado.", "Stevenson también señala que, si planeas exportar desde el juego de PS4 que se ejecuta en retrocompatibilidad en PS5, es posible que debas reiniciar tu PS5 después de instalar la actualización.", "Marvel's Spider-Man Remastered", " está disponible en PlayStation 5.", " "]},
{"titulo": ["PlayStation 5 no sería compatible con la resolución nativa de 1440p"], "contenido": ["Parece que el PlayStation 5 no será compatible con la resolución nativa de 1440p, ", "de acuerdo a IGN Italia", ", quienes aseguraron tener la confirmación oficial por parte de Sony Europa este miércoles.", "Esto es una mala noticia para los fans de PlayStation con monitores de gaming de 1440p, ya que significa que el PS5 no correrá algunos títulos con la resolución prevista y probablemente tenga que reescalar desde 1080p para compensar. IGN US ya se puso en contacto con Sony para comentarios al respecto.", " ", " ", "El PlayStation 5 puede generar una resolución máxima de 8K y 4K a 120fps a través de televisores compatibles con HDMI 2.1. También correrá a resolución 1080p, pero la resolución intermedia utilizada por muchos jugadores de PC, aparentemente no será compatible con la nueva consola en el lanzamiento.", "A principios de esta semana se reveló que Days Gone, el título exclusivo de PS4, se ejecutará hasta 60fps en PlayStation 5 con Dynamic 4K. El control Dualsense también contará, aparentemente, con una placa afrontar extrapole que podría intercambiarse con diseños personalizados.", "Oficialmente, el PlayStation 5 llega a nuestra región el 12 de noviembre.", "En más sobre la esperada consola de Sony, dale un vistazo a: ", "el DualSense funcionaría con el Nintendo Switch", "."]},
{"titulo": ["Resident Evil 8: Village - Gameplay Trailer"], "fecha_de_publicacion": ["16 de Septiembre de 2020"]},
{"titulo": ["Disintegration - Review"], "calificacion": ["6", "8", "9", "7"]},
{"titulo": ["Euforia, nervios y diversión se viven en el IGN Tournament"], "contenido": ["Gritos de emoción, nervios de acero, decepción por las derrotas, euforia por los triunfos y sobre todo, mucha diversión es lo que se vive minuto a minuto en el IGN Tournament, donde más de 700 gamers buscan quedarse con la corona definitiva en Apex Legends y sobre todo, con los 36,000 MXN que habrá para el vencedor.", "El primer torneo de IGN Latinoamérica comenzó desde las 3:30 de la tarde en las cuatro diferentes sedes de Arena en la Ciudad de México: Antara, Santa Fe, Artz Pedregal y Mundo E. Los entusiastas jóvenes participantes comenzaron a llegar antes de la primera cita -en equipos o sólos- con el ánimo por las nubes y confiando en su talento.", " ", " ", " ", "Al momento de registrarse, cada uno de los 700 jugadores recibió un kit de bienvenida que estaba formado por una bolsa, termo y camisa de IGN Tournament, más un pastelito Gansito y unas galletas Sponch. Tras el registro, muchos de ellos decidieron inmortalizar su participación en el torneo con fotos, videos y hasta transmisiones en vivo con sus seguidores.", " ", " ", " ", "Entre los participantes en Artz Pedregal se encuentra el equipo representante de Timber Esports, dedicados a los battle royale y formado por tres jóvenes especialistas en Apex Legends. Ellos salieron victoriosos en la primera ronda del Torneo y van a la cabeza con 20 kills y 119 puntos.", " ", " ", " ", "Algunos otros jugadores llegaron solos, pero con la esperanza de encontrar un equipo para compartir la intensa jornada que se vive en las distintas sedes de Arena. Si un jugador llega solo, se agrupa con otros gamers sin equipo, y quien sabe, quizá la química aparezca en alguna de estas asociaciones improvisadas y sean capaces de sorprender a más de uno.", "La mayoría de los participantes son varones, pero entre todos los gamers de Artz se encuentra una mujer, Paulina Ramírez, de 29 años, originaria de la Ciudad de México e integrante del equipo “Los Ositos”, que aunque tienen un nombre muy tierno, están en el Torneo dispuestos a arrasar.", "“Cada uno tiene sus funciones en el equipo y yo soy la persona que los cubre de los que les están disparando de lejos. Las mujeres no somos malas jugando, sólo necesitamos a alguien que nos guíe. Yo no soy estratégica, así que necesito que me guíen. Yo voy directo a los golpes”, comentó la joven.", " ", " ", " ", "Los jugadores tuvieron la oportunidad de escoger jugar en PC o en consolas, Xbox One y PlayStation 4, pero sin importar la plataforma, los gritos de los participantes inundaron todos los rincones de Arena Artz Pedregal, pues aunque usaban headsets, el tono de su voz era alto por la adrenalina del momento.", "“Tengo alguien atrás”, “¡No lo vi”, y “¡Está allá!” son algunas de las frases más repetidas durante el IGN Tournament, mientras los diferentes equipos buscan coronarse campeones de Apex Legends.", " ", " ", " ", " ", "El ambiente que se vive en cada una de las sedes es espectacular, pero si no pudiste asistir al torneo, no te preocupes, acá puedes seguir nuestra transmisión:", " "]},
{"titulo": ["Comic-Con: estos son los ganadores de los Premios Eisner, el Óscar del mundo de los cómics"], "contenido": ["Como saben, la pandemia que afecta a todo el mundo provocó la cancelación de Comic-Con 2020, pero los organizadores están realizando ", "el evento virtual Comic-Con@Home", " para sustituir el evento.", "De esta manera, en el marco de Comic-Con@Home ", "se anunciaron", " a los ganadores de los Premios Eisner, que con frecuencia se les considera como el equivalente a los Premios Óscar de la industria del cómic.", "Sin más, a continuación tienen la lista con todos los ganadores de los Premios Eisner 2020:", "Mejor Historia Corta", "\n\t", "GANADOR - “Hot Comb” por Ebony Flowers, en Hot Comb (Drawn & Quarterly)", "\n\t", "“How to Draw a Horse” por Emma Hunsinger, The New Yorker", "\n\t", "“The Menopause” por Mira Jacob, The Believer", "\n\t", "“Who Gets Called an ‘Unfit’ Mother?” por Miriam Libicki, The Nib", "\n\t", "“You’re Not Going to Believe What I’m About to Tell You” por Matthew Inman, The Oatmeal", "\n", "Mejor Número Único/One-Shot", "\n\t", "GANADOR - Our Favorite Thing Is My Favorite Thing Is Monsters, por Emil Ferris (Fantagraphics)", "\n\t", "Coin-Op No. 8: Infatuation, por Peter and Maria Hoey (Coin-Op Books)", "\n\t", "The Freak, por Matt Lesniewski (AdHouse)", "\n\t", "Minotäar, por Lissa Treiman (Shortbox)", "\n\t", "Sobek, por James Stokoe (Shortbox)", "\n", "Mejor Serie Continua", "\n\t", "GANADOR - Bitter Root, por David Walker, Chuck Brown y Sanford Greene (Image)", "\n\t", "Crowded, por Christopher Sebela, Ro Stein Ted Brandt (Image)", "\n\t", "Daredevil, por Chip Zdarsky y Marco Checchetto (Marvel)", "\n\t", "The Dreaming, por Simon Spurrier, Bilquis Evely et al. (DC)", "\n\t", "Immortal Hulk, por Al Ewing, Joe Bennett, y Ruy José et al. (Marvel)", "\n", "Mejor Serie Limitada", "\n\t", "GANADOR - Little Bird por Darcy Van Poelgeest y Ian Bertram (Image)", "\n\t", "Ascender, por Jeff Lemire y Dustin Nguyen (Image)", "\n\t", "Ghost Tree, por Bobby Curnow ySimon Gane (IDW)", "\n\t", "Naomi por Brian Michael Bendis, David Walker y Jamal Campbell (DC)", "\n\t", "Sentient, por Jeff Lemire y Gabriel Walta (TKO)", "\n", "Mejor Nueva Serie", "\n\t", "GANADOR - Invisible Kingdom, por G. Willow Wilson y Christian Ward (Berger Books/Dark Horse)", "\n\t", "Doctor Doom, por Christopher Cantwell y Salvador Larocca (Marvel)", "\n\t", "Once & Future, por Kieron Gillen y Dan Mora (BOOM! Studios)", "\n\t", "Something Is Killing the Children, por James Tynion IV y Werther Dell’Edera (BOOM! Studios)", "\n\t", "Undiscovered Country, por Scott Snyder, Charles Soule, Giuseppe Camuncoli, y Daniele Orlandini (Image)", "\n", "Mejor Publicación para Lectores Pequeños", "\n\t", "GANADOR - Comics: Easy as ABC, by Ivan Brunetti (TOON)", "\n\t", "Kitten Construction Company: A Bridge Too Fur, por John Patrick Green (First Second/Macmillan)", "\n\t", "The Pigeon HAS to Go to School! por Mo Willems (Hyperion Books)", "\n\t", "A Trip to the Top of the Volcano with Mouse, por Frank Viva (TOON)", "\n\t", "¡Vamos! Let’s Go to the Market, por Raúl the Third (Versify/Houghton Mifflin Harcourt)", "\n\t", "Who Wet My Pants? por Bob Shea y Zachariah Ohora (Little, Brown)", "\n", "Mejor Publicación para Niños", "\n\t", "GANADOR - Guts, por Raina Telgemeier (Scholastic Graphix)", "\n\t", "Akissi: More Tales of Mischief, por Marguerite Abouet y Mathieu Sapin (Flying Eye/Nobrow)", "\n\t", "Dog Man: For Whom the Ball Rolls, por Dav Pilkey (Scholastic Graphix)", "\n\t", "New Kid, por Jerry Craft (Quill Tree/HarperCollins)", "\n\t", "This Was Our Pact, por Ryan Andrews (First Second/Macmillan)", "\n\t", "The Wolf in Underpants, por Wilfrid Lupano, Mayana Itoïz, and Paul Cauuet (Graphic Universe/Lerner Publishing Group)", "\n", "Mejor Publicación para Adolescentes", "\n\t", "GANADOR - Laura Dean Keeps Breaking Up with Me, por Mariko Tamaki y Rosemary Valero-O’Connell (First Second/Macmillan)", "\n\t", "Harley Quinn: Breaking Glass, por Mariko Tamaki y Steve Pugh (DC)", "\n\t", "Hot Comb, por Ebony Flowers (Drawn & Quarterly)", "\n\t", "Kiss Number 8, por Colleen AF Venable y Ellen T. Crenshaw (First Second/Macmillan)", "\n\t", "Penny Nichols, por MK Reed, Greg Means, y Matt Wiegle (Top Shelf)", "\n", "Mejor Publicación de Humor", "\n\t", "GANADOR - The Way of the Househusband, vol. 1, por Kousuke Oono, traducción por Sheldon Drzka (VIZ Media)", "\n\t", "Anatomy of Authors, por Dave Kellett (SheldonComics.com)", "\n\t", "Death Wins a Goldfish, por Brian Rea (Chronicle Books)", "\n\t", "Minotäar, por Lissa Treiman (Shortbox)", "\n\t", "Sobek, por James Stokoe (Shortbox)", "\n\t", "Wondermark: Friends You Can Ride On, por David Malki (Wondermark)", "\n", "Mejor Antología", "\n\t", "GANADOR - Drawing Power: Women’s Stories of Sexual Violence, Harassment, y Survival, editado por Diane Noomin (Abrams)", "\n\t", "ABC of Typography, por David Rault (SelfMade Hero)", "\n\t", "Baltic Comics Anthology š! #34-37, editado por David Schilter, Sanita Muižniece et al. (kuš!)", "\n\t", "Kramer’s Ergot #10, editado por Sammy Harkham (Fantagraphics)", "\n\t", "The Nib #2–4, editado por Matt Bors (Nib)", "\n", "Mejor Trabajo Basado en la Realidad", "\n\t", "GANADOR - They Called Us Enemy, por George Takei, Justin Eisinger, Steven Scott, y Harmony Becker (Top Shelf)", "\n\t", "Good Talk: A Memoir in Conversations, por Mira Jacob (One World/Random House)", "\n\t", "Grass, por Keum Suk Gendry-Kim, translation por Janet Hong (Drawn & Quarterly)", "\n\t", "Kid Gloves: Nine Months of Careful Chaos, por Lucy Knisley (First Second/Macmillan)", "\n\t", "Moonbound: Apollo 11 and the Dream of Spaceflight, por Jonathan Fetter-Vorm (Hill & Wang)", "\n\t", "My Solo Exchange Diary, vol. 2 (sequel to My Lesbian Experience with Loneliness), por Nagata Kabi, translation por Jocelyne Allen (Seven Seas)", "\n", "Mejor Albúm Gráfico Nuevo", "\n\t", "GANADOR - Are You Listening? por Tillie Walden (First Second/Macmillan)", "\n\t", "Bezimena, por Nina Bunjevac (Fantagraphics)", "\n\t", "BTTM FDRS, por Ezra Claytan Daniels y Ben Passmore (Fantagraphics)", "\n\t", "Life on the Moon, por Robert Grossman (Yoe Books/IDW)", "\n\t", "New World, por David Jesus Vignolli (Archaia/BOOM!)", "\n\t", "Reincarnation Stories, por Kim Deitch (Fantagraphics)", "\n", "Mejor Albúm Gráfico Reimpreso", "\n\t", "GANADOR - LaGuardia, por Nnedi Okorafor y Tana Ford (Berger Books/Dark Horse)", "\n\t", "Bad Weekend por Ed Brubaker y Sean Phillips (Image)", "\n\t", "Clyde Fans, por Seth (Drawn & Quarterly)", "\n\t", "Cover, vol. 1, por Brian Michael Bendis y David Mack (DC/Jinxworld)", "\n\t", "Glenn Ganges: The River at Night, por Kevin Huizenga (Drawn & Quarterly)", "\n\t", "Rusty Brown, por Chris Ware (Pantheon)", "\n", "Mejor Adaptación desde otro Medio", "\n\t", "GANADOR - Snow, Glass, Apples, por Neil Gaiman y Colleen Doran (Dark Horse Books)", "\n\t", "Giraffes on Horseback Salad: Salvador Dali, the Marx Brothers and the Strangest Movie Never Made, por Josh Frank, Tim Hedecker, y Manuela Pertega (Quirk Books)", "\n\t", "The Giver, por Lois Lowry y P. Craig Russell, (HMH Books for Young Readers)", "\n\t", "The Handmaid’s Tale: The Graphic Novel, por Margaret Atwood, adaptado por Renee Nault (Nan A. Talese)", "\n\t", "HP Lovecraft’s At the Mountains of Madness, vols. 1–2, adaptado por Gou Tanabe, tranducción de Zack Davisson (Dark Horse Manga)", "\n\t", "The Seventh Voyage, por Stanislaw Lem, adaptado por Jon Muth, traducción por Michael Kandel (Scholastic Graphix)", "\n", "Mejor Edición para Estados Unidos de Material Internacional", "\n\t", "GANADOR - The House, por Paco Roca, traducción por Andrea Rosenberg (Fantagraphics)", "\n\t", "Diabolical Summer, por Thierry Smolderen y Alexandre Clerisse, traducción por Edward Gauvin (IDW)", "\n\t", "Gramercy Park, por Timothée de Fombelle y Christian Cailleaux, traducción por Edward Gauvin (EuroComics/IDW)", "\n\t", "Maggy Garrisson, por Lewis Trondheim y Stéphane Oiry, traducción por Emma Wilson (SelfMadeHero)", "\n\t", "Stay, por Lewis Trondheim y Hubert Chevillard, traducción por Mike Kennedy (Magnetic Press)", "\n\t", "Wrath of Fantômas, por Olivier Bouquet y Julie Rocheleau, traducción por Edward Gauvin (Titan)", "\n", "Mejor Edición para Estados Unidos de Material Internacional - Asia", "\n\t", "GANADOR - Cats of the Louvre, por Taiyo Matsumoto, traducido por Michael Arias (VIZ Media)", "\n\t", "BEASTARS, por Paru Itagaki, traducido por Tomo Kimura (VIZ Media)", "\n\t", "Grass, por Keum Suk Gendry-Kim, traducido por Janet Hong (Drawn & Quarterly)", "\n\t", "Magic Knight Rayearth 25th Anniversary Edition, por CLAMP, traducidon por Melissa Tanaka (Kodansha)", "\n\t", "The Poe Clan, por Moto Hagio, traducido por Rachel Thorn (Fantagraphics)", "\n\t", "Witch Hat Atelier, por Kamome Shirahama, traducido por Stephen Kohler (Kodansha)", "\n", "Mejor Colección o Proyecto de Archivo de Tiras de Cómic", "\n\t", "GANADOR - Krazy Kat: The Complete Color Sundays, por George Herriman, editado por Alexander Braun (TASCHEN)", "\n\t", "Ed Leffingwell’s Little Joe, por Harold Gray, editado por Peter Maresca y Sammy Harkham (Sunday Press Books)", "\n\t", "The George Herriman Library: Krazy & Ignatz 1916–1918, editado por R.J. Casey (Fantagraphics)", "\n\t", "Madness in Crowds: The Teeming Mind of Harrison Cady, por Violet y Denis Kitchen (Beehive Books)", "\n\t", "Pogo, Vol. 6: Clean as a Weasel, por Walt Kelly, edited por Mark Evanier y Eric Reynolds (Fantagraphics)", "\n\t", "Cham: The Best Comic Strips and Graphic Novelettes, 1839–1862, por David Kunzle (University Press of Mississippi)", "\n", "Mejor Colección o Proyecto de Archivo de Cómics", "\n\t", "GANADOR - Stan Sakai’s Usagi Yojimbo: The Complete Grasscutter Artist Select, por Stan Sakai, editado por Scott Dunbier (IDW)", "\n\t", "Alay-Oop, por William Gropper (New York Review Comics)", "\n\t", "The Complete Crepax, vol. 5: American Stories, editado por Kristy Valenti (Fantagraphics)", "\n\t", "Jack Kirby’s Dingbat Love, editado por John Morrow (TwoMorrows)", "\n\t", "Moonshadow: The Definitive Edition, por J. M. DeMatteis, Jon J Muth, George Pratt, Kent Williams, y otros (Dark Horse Books)", "\n\t", "That Miyoko Asagaya Feeling, por Shinichi Abe, traducido por Ryan Holmberg, editado por Mitsuhiro Asakawa (Black Hook Press)", "\n", "Mejor Escritor", "\n\t", "GANADOR - Mariko Tamaki, Harley Quinn: Breaking Glass (DC); Laura Dean Keeps Breaking Up with Me (First Second/Macmillan); Archie (Archie)", "\n\t", "Bobby Curnow, Ghost Tree (IDW)", "\n\t", "MK Reed y Greg Means, Penny Nichols (Top Shelf)", "\n\t", "Lewis Trondheim, Stay (Magnetic Press); Maggy Garrisson (SelfMadeHero)", "\n\t", "G. Willow Wilson, Invisible Kingdom (Berger Books/Dark Horse); Ms. Marvel (Marvel)", "\n\t", "Chip Zdarsky, White Trees (Image); Daredevil, Spider-Man: Life Story (Marvel); Afterlift (comiXology Originals)", "\n", "Mejor Escritor/Artista", "\n\t", "GANADOR - Raina Telgemeier, Guts (Scholastic Graphix)", "\n\t", "Nina Bunjevac, Bezimena (Fantagraphics)", "\n\t", "Mira Jacob, Good Talk (Random House); “The Menopause” in The Believer (June 1, 2019)", "\n\t", "Keum Suk Gendry-Kim, Grass (Drawn & Quarterly)", "\n\t", "James Stokoe, Sobek (Shortbox)", "\n\t", "Tillie Walden, Are You Listening? (First Second/Macmillan)", "\n", "Mejor Dibujante/Entintador o Equipo de Dibujantes/Entintadores", "\n\t", "GANADOR - Rosemary Valero-O’Connell, Laura Dean Keeps Breaking Up with Me (First Second/Macmillan)", "\n\t", "Ian Bertram, Little Bird (Image)", "\n\t", "Colleen Doran, Snow, Glass, Apples (Dark Horse)", "\n\t", "Bilquis Evely, The Dreaming (DC)", "\n\t", "Simon Gane, Ghost Tree (IDW)", "\n\t", "Steve Pugh, Harley Quinn: Breaking Glass (DC)", "\n", "Mejor Pintor/Artista Digital", "\n\t", "GANADOR - Christian Ward, Invisible Kingdom (Berger Books/Dark Horse)", "\n\t", "Didier Cassegrain, Black Water Lilies (Europe Comics)", "\n\t", "Alexandre Clarisse, Diabolical Summer (IDW)", "\n\t", "David Mack, Cover (DC)", "\n\t", "Léa Mazé, Elma, A Bear’s Life, vol. 1: The Great Journey (Europe Comics)", "\n\t", "Julie Rocheleau, Wrath of Fantômas (Titan)", "\n", "Mejor Artista de Portadas", "\n\t", "GANADOR - Emma Rios, Pretty Deadly (Image)", "\n\t", "Jen Bartel, Blackbird (Image Comics)", "\n\t", "Francesco Francavilla, Archie, Archie 1955, Archie Vs. Predator II, Cosmo (Archie)", "\n\t", "David Mack, American Gods, Fight Club 3 (Dark Horse); Cover (DC)", "\n\t", "Julian Totino Tedesco, Daredevil (Marvel)", "\n\t", "Christian Ward, Machine Gun Wizards (Dark Horse), Invisible Kingdom (Berger Books/Dark Horse)", "\n", "Mejor Colorista", "\n\t", "GANADOR - Dave Stewart, Black Hammer, B.P.R.D.: The Devil You Know, Hellboy y the BPRD (Dark Horse); Gideon Falls (Image); Silver Surfer Black, Spider-Man (Marvel)", "\n\t", "Lorena Alvarez, Hicotea (Nobrow)", "\n\t", "Jean-Francois Beaulieu, Middlewest, Outpost Zero (Image)", "\n\t", "Matt Hollingsworth, Batman: Curse of the White Knight, Batman White Knight Presents Von Freeze (DC); Little Bird, November (Image)", "\n\t", "Molly Mendoza, Skip (Nobrow)", "\n", "Mejor Letrista", "\n\t", "GANADOR - Stan Sakai, Usagi Yojimbo (IDW)", "\n\t", "Deron Bennett, Batgirl, Green Arrow, Justice League, Martian Manhunter (DC); Canto (IDW); Assassin Nation, Excellence (Skybound/Image); To Drink y To Eat, vol. 1 (Lion Forge); Resonant (Vault)", "\n\t", "Jim Campbell, Black Badge, Coda (BOOM Studios); Giant Days, Lumberjanes: The Shape of Friendship (BOOM Box!); Rocko’s Modern Afterlife (KaBOOM!); At the End of Your Tether (Lion Forge); Blade Runner 2019 (Titan); Mall, The Plot, Wasted Space (Vault)", "\n\t", "Clayton Cowles, Aquaman, Batman, Batman y the Outsiders, Heroes in Crisis, Superman: Up in the Sky, Superman’s Pal Jimmy Olsen (DC); Bitter Root, Pretty Deadly, Moonstruck, Redlands, The Wicked + The Divine (Image); Reaver (Skybound/Image); Daredevil, Ghost-Spider, Silver Surfer Black, Superior Spider-Man, Venom (Marvel)", "\n\t", "Emilie Plateau, Colored: The Unsung Life of Claudette Colvin (Europe Comics)", "\n\t", "Tillie Walden, Are You Listening? (First Second/Macmillan)", "\n", "Mejor Publicación de Periodismo Relacionada con Cómics", "\n\t", "GANADOR - Women Write About Comics, editado por Nola Pfau y Wendy Browne", "\n\t", "Comic Riffs blog, por Michael Cavna", "\n\t", "The Comics Journal, editado por Gary Groth, RJ Casey, y Kristy Valenti (Fantagraphics)", "\n\t", "Hogan’s Alley, editado por Tom Heintjes (Hogan’s Alley)", "\n\t", "Inks: The Journal of the Comics Studies Society, editado por Qiana Whitted (Ohio State University Press)", "\n\t", "LAAB Magazine, vol. 4: This Was Your Life, editado por Ronald Wimberly y Josh O’Neill (Beehive Books)", "\n", "Mejor Libro Relacionado con los Cómics", "\n\t", "GANADOR - Making Comics, por Lynda Barry (Drawn & Quarterly)", "\n\t", "The Art of Nothing: 25 Years of Mutts and the Art of Patrick McDonnell (Abrams)", "\n\t", "The Book of Weirdo, por Jon B. Cooke (Last Gasp)", "\n\t", "Grunt: The Art y Unpublished Comics of James Stokoe (Dark Horse)", "\n\t", "Logo a Gogo: Branding Pop Culture, por Rian Hughes (Korero Press)", "\n\t", "Screwball! The Cartoonists Who Made the Funnies Funny, por Paul Tumey (Library of American Comics/IDW)", "\n", "Mejor Trabajo Académico/Escolar", "\n\t", "GANADOR - EC Comics: Race, Shoc and Social Protest, por Qiana Whitted (Rutgers University Press)", "\n\t", "The Art of Pere Joan: Space, Landscape, y Comics Form, por Benjamin Fraser (University of Texas Press)", "\n\t", "The Comics of Rutu Modan: War, Love, y Secrets, por Kevin Haworth (University Press of Mississippi)", "\n\t", "The Peanuts Papers: Writers y Cartoonists on Charlie Brown, Snoopy & the Gang, and the Meaning of Life, editado por Andrew Blauner (Library of America)", "\n\t", "Producing Mass Entertainment: The Serial Life of the Yellow Kid, por Christina Meyer (Ohio State University Press)", "\n\t", "Women’s Manga in Asia and Beyond: Uniting Different Cultures and Identities, editado por Fusami Ogi et al. (Palgrave Macmillan)", "\n", "Mejor Diseño de Publicación", "\n\t", "GANADOR - Making Comics, diseñado por Lynda Barry (Drawn & Quarterly)", "\n\t", "Grunt: The Art and Unpublished Comics of James Stokoe, diseñado por Ethan Kimberling (Dark Horse)", "\n\t", "Krazy Kat: The Complete Color Sundays, por George Herriman, diseñado por Anna-Tina Kessler (TASCHEN)", "\n\t", "Logo a Gogo, diseñado por Rian Hughes (Korero Press)", "\n\t", "Madness in Crowds: The Teeming Mind of Harrison Cady, diseñado por Paul Kopple y Alex Bruce (Beehive Books)", "\n\t", "Rusty Brown, diseñado por Chris Ware (Pantheon)", "\n", "Mejor Cómic Digital", "\n\t", "GANADOR - Afterlift, por Chip Zdarsky y Jason Loo (comiXology Originals)", "\n\t", "Black Water Lilies, por Michel Bussi, adaptado por Frédéric Duval y Didier Cassegrain, traducido por Edward Gauvin (Europe Comics)", "\n\t", "Colored: The Unsung Life of Claudette Colvin, por Tania de Montaigne, adaptado por Emilie Plateau, traducido por Montana Kane (Europe Comics)", "\n\t", "Elma, A Bear’s Life, vol. 1: The Great Journey, por Ingrid Chabbert y Léa Mazé, traducido por Jenny Aufiery (Europe Comics)", "\n\t", "Mare Internum, por Der-shing Helmer (comiXology; gumroad.com/l/MIPDF)", "\n\t", "Tales from Behind the Window, por Edanur Kuntman, traducido por Cem Ulgen (Europe Comics)", "\n", "Mejor Webcomic", "\n\t", "GANADOR - Fried Rice Comic, por Erica Eng", "\n\t", "Cabramatta, por Matt Huynh", "\n\t", "Chuckwagon at the End of the World, por Erik Lundy", "\n\t", "The Eyes, por Javi de Castro", "\n\t", "reMIND, por Jason Brubaker", "\n\t", "Third Shift Society, por Meredith Moriarty", "\n", "Como pueden ver, en esta edición hubo dominio de las mujeres ya que se llevaron múltiples categorías.", "¿Qué les parecieron los ganadores?"]},
{"titulo": ["Metroid Prime 4, Breath of the Wild 2, Bayonetta 3 no han sido cancelados"], "contenido": ["A pesar de la pandemia de COVID-19 que ha afectado a toda la industria, varios de los próximos títulos más grandes de Nintendo continúan su desarrollo. Sin embargo, sus lanzamientos permanecen un enorme misterio.", "De acuerdo al más reciente ", "reporte financiero de Nintendo", ", la pandemia ha causado un incremento en las ventas de la compañía (sobre todo gracias al estreno increíblemente exitoso de Animal Crossing: New Horizons) pero aún así ha causado estragos dentro de los equipos de desarrollo y los planes de lanzamientos de Nintendo a nivel global. Los últimos Nintendo Direct revelaron que todas las fechas planeadas ahora están sujetas a cambios repentinos, todo debido a que todos los estudios han tenido que recurrir a trabajar desde casa, lo que ha alentado los procesos de desarrollo.", "Sin embargo, el mismo reporte también nos rebela que a pesar de todo tres de los juegos más esperados de Nintendo que han sido anunciados de manera oficial hasta ahora continúan sin una fecha de lanzamiento, y ahora podrían tardar aún más de lo esperado aunque no estén cancelados o en pausa.", "The Legend of Zelda: Breath of the Wild 2, Bayonetta 3, y Metroid Prime 4 todos fueron anunciados hace por lo menos un año, y en algunos casos hasta tres años atrás, pero todos cuentan con fechas \"TBA\" (\"Por Ser Anunciada\", por sus siglas en inglés). Hasta ahora los únicos títulos internos de Nintendo que tienen fechas confirmadas son el remake de Xenoblade para el 29 de mayo, Clubhouse Games: 51 Worldwide Classics el 5 de junio, y Bravely Default II con un lanzamiento aproximado de \"2020\".", "Lamentablemente se han escuchado fuertes rumores de que Nintendo no tendrá eventos de Nintendo Direct ni anuncios grandes hasta después del mes de julio, por lo que se saltaría la temporada de anuncios en donde el E3 tradicionalmente tomaba lugar."]},
{"titulo": ["Xbox Series X: esta es la estrategia de Microsoft para competir con el PS5"], "contenido": ["Michael Pachter y Peter Moore, dos veteranos de la industria de los videojuegos, piensan que Microsoft podría estar trabajando en una estrategia de competencia brutalmente directa contra Sony y su PlayStation 4.", "Pachter, analista en Wedbush Securities, y Moore, ex-ejecutivo en EA y Microsoft, ", "participaron junto con Geoff Keighley en un podcast", " en el que discutieron las estrategias de ambas compañías ahora que cada una se prepara para el lanzamiento de una nueva consola de juegos que marcará la \"próxima generación\" de la industria.", "De acuerdo a ambos expertos, Microsoft parece estar esperando a que Sony se resigne a anunciar un precio para el PS5, sólo para revelar un precio mucho más barato para el Xbox Series X. ¿Que tan bajo? lo suficiente como para no preocuparse por vender la consola en pérdida.", "\"Por lo que he visto, Sony va a tener que cobrar $500 [dólares americanos] por el PS5 y Microsoft tiene una hoja de balances muy grande\", admitió Pachter. \"Si [Microsoft] quiere cortar el precio por $100 [USD] y subsidiar las primeras 10 millones [unidades] - lo harán. Así que, creo que van a esperar a que Sony parpadee primero y entonces revelarán el precio, muy probablemente $400\".", "De acuerdo a Peter Moore, las compañías están analizando y calculando que tanta pérdida podrá soportar con el lanzamiento de estas nuevas consolas.", "\"Michael tiene razón; lo que ambas compañías están pensando justo ahora es '¿que tanto podemos permitirnos perder en los primeros 12 a 18 meses?'\" dijo Moore. \"'Cual es nuestra tasa añadida de software a hardware?' '¿Qué estamos dispuestos a hacer en el año uno, dos y tres para alcanzar 10 millones [de unidades]?'. Microsoft justo ahora - el precio de acciones, el límite de mercado - todo está volando para ellos\".", "Afectados por la llegada de la pandemia de COVID-19, ambas compañías se han visto obligadas a adaptarse a nuevas estrategias de marketing. Mientras que Microsoft y Xbox ya anunciaron largos meses de eventos y revelaciones, Sony y Playstation continúan guardando silencio acerca de sus planes y los detalles de la nueva consola.", "¿El precio afectará tu decisión por cuál consola conseguir? ¿Quién crees que ha tenido el mejor acercamiento? Dinos en los comentarios."]},
{"titulo": ["Matrix 4: Laurence Fishburne no regresa como morpheus"], "contenido": ["Laurence Fishburne ha confirmado que no regresará a su icónico papel de Morpheus en The Matrix 4 de Lana Wachowski, ya que admitió que \"no ha sido invitado\" a regresar.", "De acuerdo a ", "The Wrap", ", Fishburne le dijo a New York Magazine que nunca se le acercaron para hablar acerca de la próxima secuela de Matrix, a pesar de que ", "varios actores de la trilogía original están regresando ", "para re-interpretar sus respectivos papeles.", "\"Yo no he sido invitado. Tal vez eso me hará escribir otra obra. Les deseo bien. Espero que sea grandiosa\", dijo Fishburne a la publicación.", "\"Es probablemente el papel por el que seré más recordado, lo cual es genial; no es la única cosa por la que seré recordado, lo cual es mejor\", añadió, reflexionando acerca de su tiempo interpretando al personaje. \"Lo que tengo con él es que tengo a Darth Vader en esta mano, y tengo a Obi-Wan en esa mano. Tengo a Bruce Lee, tengo a Muhammad Ali revueltos ahí, y tengo el kung-fu\".", " ", "La ausencia de Fishburne en el elenco podría ser porque Morpheus murió en The Matrix Online, un MMORPG que continúa la saga de la trilogía de películas de The Matrix. El juego cuenta la historia de los intentos de Morpheus por recuperar el cuerpo de Neo de manos de las Máquinas y su eventual caos alrededor de MegaCity. Las Máquinas responden enviando al Asesino tras Morpheus, quien muere después por heridas de bala.", "Mientras que se conoce poco acerca de la trama de The Matrix 4, los productores parecen haber estado buscando a dos actores para interpretar versiones más jóvenes de Neo y Morpheus el año pasado, aunque no han habido más noticias acerca de estos posibles castings."]},
{"titulo": ["Xbox One, PS4, Switch y PC: estos son los juegos sin costo que podrás conseguir del 23 al 25 de octubre"], "contenido": ["Como cada viernes les tenemos los juegos que pueden probar o conseguir gratis durante este fin de semana, así que si les pasa que no tienen nada nuevo que jugar o simplemente es que tienen ganas de probar algo diferente, denle un vistazo al listado que incluye títulos para PC, PlayStation 4, Xbox One y Nintendo Switch.", "A continuación pueden ver la lista de juegos, teniendo en cuenta que algunos son solo pruebas temporales, ciertos son regalos y otros son descargas gratuitas permanentes que se otorgan por estar suscrito a algún servicio o como parte de alguna promoción.", "PC", "\n\t", "Fallout 76: Wastelanders", " - Se puede probar gratis hasta el 26 de octubre, y si se deciden a comprarlo pueden aprovechar que tiene un 60% de descuento.", "\n\t", "Steam tiene el Festival de Juegos de Mesa Digitales con cientos de títulos en oferta y algunas otras promociones como Fin de Semana del Editor de Codemasters.", "\n\t", "Costume Quest 2", " - Epic Games Store está regalando este juego. Podrán descargarlo hasta el 29 de octubre y se quedará en su biblioteca de forma permanente.", "\n\t", "Layers of Fear 2", " - Epic Games Store está regalando este juego. Podrán descargarlo hasta el 29 de octubre y se quedará en su biblioteca de forma permanente.", "\n\t", "Epic Games Store tiene las Ofertas de Halloween 2020 con un catálogo de juegos con ahorros de hasta el 75 por ciento.", "\n", "Xbox One", "\n\t", "Fallout 76: Wastelanders - ", "Se puede probar gratis hasta el 26 de octubre, y si se deciden a comprarlo pueden aprovechar que tiene un 60% de descuento.", "\n\t", "EA Sports UFC 4", " - Como parte de la promoción Días de juego gratis hasta el 25 de octubre, y si se deciden a comprarlo pueden aprovechar que tiene un 35% de descuento.", "\n\t", "Destroy All Humans!", " - Como parte de la promoción Días de juego gratis hasta el 25 de octubre, y si se deciden a comprarlo pueden aprovechar que tiene un 20% de descuento.", "\n\t", "Slayaway Camp Butcher's Cut ", "- Como parte de ", "los Games with Gold de octubre", ".", "\n\t", "Maid of Sker ", "- Como parte de los Games with Gold de octubre.", "\n\t", "Costume Quest ", "- Como parte de los Games with Gold de octubre.", "\n", "PlayStation 4", "\n\t", "Fallout 76: Wastelanders", " - Se puede probar gratis hasta el 26 de octubre, y si se deciden a comprarlo pueden aprovechar que tiene un 60% de descuento.", "\n\t", "Need for Speed: Payback", " - Como parte de ", "los juegos de PlayStation Plus de octubre", ".", "\n\t", "Vampyr ", "- Como parte de los juegos de PlayStation Plus de octubre.", "\n\t", "PlayStation Store tiene ", "venta especial de Halloween", " activa hasta el 2 de noviembre.", "\n", "Nintendo Switch", "\n\t", "Jump Rope Challenge", " - Disponible como descarga gratuita (La descarga gratuita sería solo hasta el 30 de septiembre, pero Nintendo decidió extender el período)", "\n\t", "Super Mario Bros. 35", " - Disponible como ", "descarga gratuita con Nintendo Switch Online", ".", "\n", "Además de todos estos títulos también está la opción de varios free-to-play disponibles para descargar en las diferentes plataformas y por supuesto el catálogo de Xbox Game Pass con muchas opciones para los suscriptores."]},
{"titulo": ["Call of Duty: Black Ops Cold War se fusionará con Warzone en diciembre"], "contenido": ["Activision ha revelado que ", "Call of Duty: Black Ops Cold War", " se integrará con Call of Duty: Warzone en diciembre, justo un mes después del lanzamiento del juego principal.", "La integración entre los dos juegos se producirá cuando ", "Black Ops Cold War", " entre en su primera temporada, solo unas semanas después de su lanzamiento el 13 de noviembre. Las armas y los operadores de Black Ops Cold War estarán disponibles en Warzone, así como el pase de batalla y el contenido de la tienda. Los jugadores también podrán usar sus loadouts multijugador de Cold War en Warzone.", "La fusión fue explicada como parte del más reciente ", "reporte", " con inversores de Activision. \"Llevaremos los personajes y el armamento de Black Ops Cold War a la experiencia del juego gratuito\", dijo Daniel Alegre, director de operaciones de la compañía. \"Junto con contenido nuevo sustancial que garantiza que Warzone siga siendo una experiencia excelente y una vía de acceso poderosa para el contenido premium de la franquicia\".", "El presidente de Activision, Rob Kostich, dio más detalles sobre esto: \"Por ejemplo, todas las increíbles armas y operadores nuevos de Black Ops que desbloquees y tu progresión de nivel uno a 55 se podrán usar en Black Ops y en Warzone tal como funcionan en Modern Warfare\".", "\"Una característica interesante que los jugadores verán es que podrán elegir su loadout de Black Ops o su loadout de Modern Warfare en Warzone\", agregó.", "Si bien este sistema suena prácticamente idéntico a la forma en que ", "Warzone", " funciona con Call of Duty: Modern Warfare, hay algunos elementos que hacen que esta integración sea un poco más interesante. Si has jugado al alfa de Call of Duty: Black Ops Cold War, entonces sabrás que el nuevo juego se juega y se siente muy diferente a Modern Warfare, con las armas proporcionando gran parte de ese cambio. Y dado que ambos juegos se basan en tecnología diferente, presumiblemente el equipo de Warzone ha tenido que rehacer todas las armas de Cold War y equilibrarlas para usarlas en un entorno basado en el \"conjunto de reglas\" de Modern Warfare, a falta de una palabra mejor. Sin duda veremos cómo funciona todo en diciembre.", "Hablando de Call of Duty: Black Ops Cold War, Activision y Treyarch recientemente revelaron que el juego requerirá de hasta 250 GB de espacio libre para los que deseen correrlo en Ultra RTX en PC, aunque esa especificación será menor si no necesitan que corra con los ajustes más altos.", " "]},
{"titulo": ["Star Wars: ¿qué edad tiene Luke en su cameo en The Mandalorian?"], "contenido": ["En la escena final de la Temporada 2 de ", "The Mandalorian", " hubo una gran sorpresa para los fans ya que apareció ", "Luke Skywalker", " para salvar a Din Djarin y compañía, además de que se llevó a Grogu para entrenarlo en las artes Jedi.", "El cameo del Maestro Jedi ha sido tema de conversación y discusiones desde el día en que se estrenó el episodio, incluyendo algunos que critican que el rostro lucía un poco extraño, pero una pregunta que ha surgido entre los fans es qué edad aproximadamente tendría Luke en el momento de su aparición en The Mandalorian.", "Tal como se muestra en La Venganza de los Sith, Luke Skywalker nació en el año 19 ABY, lo que significa que tenía 19 años al comienzo de la trilogía original de Star Wars y 23 años al final de El Regreso del Jedi.", "Lo que ocurre en \"El Rescate\" tiene lugar aproximadamente en el 9 ABY, lo que significa que Luke Skywalker tiene 28 años en el Episodio 8 de The Mandalorian Temporada 2, lo que explica por qué es tan fuerte ya que físicamente se encuentra en un momento óptimo y además ha desarrollado una gran habilidad con la Fuerza.", "Además, la edad de Luke en The Mandalorian también coincide con la de Max Lloyd Jones, el doble de cuerpo que tiene 29 años y que por medio de tecnología tenía el rostro de Mark Hamill rejuvenecido.", "Las dos primeras temporadas de ", "The Mandalorian", " están disponibles en Disney+."]},
{"titulo": ["Gamertón: así se vivió y esta es la cantidad recaudada para los niños de Solca"], "contenido": ["Como les estuvimos comentando durante la semana, este domingo 20 de diciembre se llevó a cabo la ", "Gamertón", ", un evento que reunió a famosos y expertos en videojuegos con el objetivo de ayudar a los niños de SOLCA, que es la Sociedad de Lucha contra el Cáncer.", "La Gamertón concluyó tras una transmisión de cinco horas donde hubo enfrentamientos en videojuegos como FIFA, Among Us y Fortnite, con ", "la presentación de personalidades y artistas", " como Maykel, Daniel Betancourth, Gianpiero, Andrés Crespo, Raptor, Kevin Andrade, Eduardo Andrade, el equipo Jaguares y muchos más.", "El evento tuvo una buena recepción de parte del público y durante la transmisión se lograron reunir 1,458 dólares, aunque deben tener en cuenta que las puertas siguen abiertas para seguir recibiendo donaciones para ayudar a los niños de Solca.", "A continuación encuentran las formas en que pueden realizar sus donativos:", "\n", "Puedes donar con Payphone por ", "http://gamertonecuador.com/", " por medio de la app Deuna! Tus donaciones, vía deposito o transferencia, deben ser realizadas a la cuenta corriente número 2100173680 del Banco de Pichincha a nombre de la Sociedad de Lucha contra el Cáncer. El número de cédula es 1791817680001, teléfono 022416025 y el correo electrónico que se debe registrar es maría.tapia@solcaquito.org.ec", "\n", "La Gamertón llegó de la mano de: TC Televisión, Universidad Técnica Particular de Loja (UTPL), Caffe Lato, Alcaldía de Guayaquil, Perla Bebé, Netlife, Pony Malta, deuna! (Banco Pichincha) y Skull Cracker."]},
{"titulo": ["PlayStation: Days of Play 2020 ofrece grandes ofertas en juegos, membresías, accesorios y más"], "contenido": ["Sony Interactive Entertainmnent ha anunciado que ha comenzado la promoción Days of Play 2020 que como en años anteriores ofrece grandes descuentos para celebrar a la comunidad de ", "PlayStation", " en todo el mundo.", "Days of Play estará disponible del 3 al 17 de junio e incluye ofertas en juegos físicos y digitales, membresías a PlayStation Plus, accesorios y más productos en tiendas participantes de Latinoamérica.", "A continuación pueden ver algunas de las promociones destacadas en diversos países de la región (", "vía ", "PlayStation.Blog):", "México", "\n\t", "PlayStation VR Mega Pack", "\n\t", "PlayStation Plus Suscripción de 12 Meses", "\n\t", "Gold Wireless Headset", "\n\t", "DualShock 4 Sunset Orange", "\n\t", "DualShock 4 Glacier White", "\n\t", "DualShock 4 Midnight Blue", "\n\t", "Death Stranding", "\n\t", "Marvel’s Spider-Man: Game Of The Year Edition", "\n\t", "The Last of Us Remastered", "\n\t", "God Of War", "\n\t", "Gran Turismo Sport", "\n", "Argentina", "Más del 30% de descuento en productos destacados como:", "\n\t", "PlayStation Plus Suscripción de 12 Meses", "\n\t", "Death Stranding", "\n\t", "Days Gone", "\n\t", "Marvel’s Spider-Man: Game Of The Year Edition", "\n\t", "Horizon Zero Dawn: Complete Edition", "\n\t", "The Last of Us Remastered", "\n\t", "God Of War", "\n\t", "Gran Turismo Sport", "\n", "Colombia", "Hasta un 30% de descuento en productos destacados como:", "\n\t", "The Last Of Us Remastered", "\n\t", "God Of War", "\n\t", "Marvel’s Spider-Man: Game Of The Year Edition", "\n\t", "DualShock 4 Electric Purple", "\n\t", "Gold Wireless Headset", "\n\t", "PlayStation VR Mega Pack", "\n", "Chile", "\n\t", "PlayStation VR Mega Pack", "\n\t", "PlayStation Plus Suscripción de 12 Meses", "\n\t", "Gold Wireless Headset", "\n\t", "DualShock 4 Green Camo", "\n\t", "DualShock 4 Magma Red", "\n\t", "DualShock 4 Rose Gold", "\n\t", "Marvel’s Spider-Man : Game Of The Year Edition", "\n\t", "Horizon Zero Dawn: Complete Edition", "\n\t", "The Last of Us Remastered", "\n\t", "God Of War", "\n\t", "Gran Turismo Sport", "\n", "Perú", "Hasta un 35% de descuento en productos destacados como:", "\n\t", "The Last Of Us Remastered", "\n\t", "God Of War", "\n\t", "DualShock 4 Fortnite Bundle", "\n\t", "Gold Wireless Headset", "\n\t", "Death Stranding", "\n\t", "PlayStation VR Mega Pack", "\n", "Panamá", "Hasta un 35% de descuento en productos destacados como:", "\n\t", "The Last Of Us Remastered", "\n\t", "God Of War", "\n\t", "Marvel’s Spider-Man: Game Of The Year Edition", "\n\t", "DualShock 4 Green Camo", "\n\t", "Gold Wireless Stereo Headset", "\n\t", "PlayStation VR Mega Pack", "\n", "Se menciona que además de esto se ofrecerán importantes descuentos en juegos digitales en PlayStation Store.", "Por último, se indica que los precios y las promociones pueden variar dependiendo del país.", "Y si lo que están esperando es la PlayStation 5, este jueves se iba a realizar el evento de presentación de juegos ", "pero se atrasó por la situación", " que se vive en la actualidad con el tema del racismo."]},
{"titulo": ["PlayStation 5: circulan rumores sobre una versión Lite más económica de la consola"], "contenido": ["En esta nueva generación de consolas Microsoft puso disponible dos versiones de su consola Xbox, la Series X con mayor potencia y la Series S con especificaciones y precio reducido. Por su parte, Sony no siguió esa misma estrategia con su ", "PlayStation 5", " ya que aunque hay dos versiones, no hay tanta diferencia en su precio ya que el único cambio es que una trae lector de discos y la otra no.", "Dicho esto, tenemos que ha estado circulando un nuevo rumor que asegura que Sony está preparando una PS5 Lite que sería más económica, esto para lograr satisfacer la gran demanda en 2021.", "El rumor surgió desde el sitio de redes sociales chino Sina Weibo y ha estado haciendo eco en la red, señalando incluso que la nueva PS5 Lite tendría dimensiones reducidas en comparación a la PS5 regular que ha sido criticada por su gran tamaño.", "Y aunque se dice que la PS5 Lite llegaría en 2021 - con el reporte destacando que es algo factible considerando que Sony ya lo ha hecho con sus consolas anteriores, me parece que aún es muy pronto para ver un PS5 Lite así que lo mejor es esperar a ver si surgen detalles más concretos.", "PlayStation 5", " está disponible desde el pasado mes de noviembre, tiene un precio de 499 dólares para la versión regular y de 399 dólares por la versión completamente digital, aunque de momento es difícil de conseguir ya que en todo el mundo se ha presentado escases de consolas.", "¿Estarían interesados en una PS5 Lite?"]},
{"titulo": ["Marvel Comics continúa la historia del juego de Spider-Man de Insomniac"], "contenido": ["Si has jugado el videojuego de Insomniac de Spider-Man y estás hambriento por más de esa encarnación de Peter Parker, la más nueva serie de Spider-Man de Marvel Comics es justo lo que estás buscando. Una nueva miniserie llamada Spider-Man: Velocity retoma la historia desde donde el juego terminó y revela los secretos del nuevo traje de Spidey.", "Como reveló ", "Marvel.com", ", Sider-Man: Velocity debutará en agosto, luego de la conclusión de ", "Spider-Man: City at War", " (que adapta los eventos del juego). Velocity será escrito una vez más por Dennis \"Hopeless\" Hallum, con arte de Emilio Laiso y portada por Skan.", "Velocity comienza tras los eventos del juego, mientras Peter continúa tratando de equilibrar su vida de superhéroe y su vida personal. Un nuevo conflicto surge cuando Spider-Man se enfrenta al villano conocido como Swarm mientras intenta proteger a Mary Jane cuando ella inicia una nueva investigación junto al legendario reportero Ben Urich.", "La serie también detalla el origen del traje Velocity, explorando el por qué Peter diseñó este traje avanzado y el papel que tiene en la constante batalla por defender a Nueva York.", "El traje Velocity fue diseñado por el artista Adi Granov y es uno de varios trajes originales en aparecer en el juego de PS4.", "Spider-Man: Velocity correrá por seis ejemplares e iniciará en agosto del 2019."]},
{"titulo": ["Spider-Man: Miles Morales y Spider-Cat causan sensación recreando un meme para celebrar el lanzamiento del juego"], "contenido": ["Marvel's Spider-Man: Miles Morales se lanza junto con PlayStation 5 este jueves 12 de noviembre, y para celebrarlo el estudio desarrollador Insomniac Games compartió un maravilloso gif que presenta a Morales y Spider-Cat recreando un popular meme. Afortunadamente para nosotros, este es solo uno de los muchos ejemplos de franquicias de PlayStation que usan sus personajes para recrear estos divertidos momentos.", "Este gif en particular recrea el meme de Shaq vs Cat y ve l gato que aparece en el juego, que por cierto puede ayudarnos en la batalla, con la icónica máscara de Spider-Man.", "\n", "TFW You realize you will be playing Marvel's Spider-Man: Miles Morales on PS5 or PS4 tomorrow! ", "#MilesMoralesPS5", " ", "#MilesMoralesPS4", " ", "pic.twitter.com/jQObqxFUqN", "\n— Insomniac Games (@insomniacgames) ", "November 11, 2020", "\n", "pic.twitter.com/xcx6OMKqiz", "\n— Santa Monica Studio Is Hiring (@SonySantaMonica) ", "November 26, 2019", "\n", "pic.twitter.com/LOHXXPamVh", "\n— Santa Monica Studio Is Hiring (@SonySantaMonica) ", "March 30, 2019", "\n", "It's official! ", "#TheLastofUsPartII", " is live worldwide! ", "pic.twitter.com/YH4Bn5a2Cg", "\n— Evan Wells (@evan_wells) ", "June 19, 2020", "\n", "If you're taking a ride on the Broken Road for the first time, or finishing up NG+, here's what you can expect when you boot up ", "#DaysGone", " on the ", "#PS5", ":", "\nUp to 60FPS w/ Dynamic 4K Save Transfers from PS4 to PS5 ", "pic.twitter.com/qP2ugQO4hc", "\n\n", " ", "\n\n", "— Bend Studio #DaysGone (@BendStudio) ", "November 3, 2020", "\n", "\n", "we can't think of a suitable use for this gif but it's too good to not share", "#MadeInDreams", " ", "#DreamsPS4", " ", "pic.twitter.com/CdlvKrWosK", "\n— Media Molecule (@mediamolecule) ", "May 19, 2020", "\n", "Greg, you need a little more emotion with that, here... ", "pic.twitter.com/kJgLUIEFzD", "\n— Santa Monica Studio Is Hiring (@SonySantaMonica) ", "July 26, 2019", "\n", "We love you ", "@Naughty_Dog", " ", "#AGREED", " ", "pic.twitter.com/zXrv4pmL4Q", "\n— Santa Monica Studio Is Hiring (@SonySantaMonica) ", "January 10, 2020", "Marvel's Spider-Man: Miles Morales", " se ha lanzado hoy 12 de noviembre en versiones para PlayStation 4 y PlayStation 5.", " "]},
{"titulo": ["PlayStation 5: ¿cómo se compara su precio de lanzamiento con en de las anteriores consolas?"], "contenido": ["Sony ha anunciado que el PlayStation 5 tendrá un precio oficial de $499.99 USD por su versión con lector Blu-Ray, y de $399.99 por su Edición Digital, llegando a países como Estados Unidos, Canadá, Japón y México el 12 de noviembre y al resto del mundo el 19 de noviembre.", "Mientras que el precio lo coloca en una posición increíblemente reñida en contra de Microsoft, quienes revelaron hace poco los precios de sus propias consolas de próxima generación, En esta ocasión queremos dar un vistazo al pasado para ver cómo es que esta nueva consola PlayStation se compara con sus predecesores a lo largo de los años.", " ", "PlayStation 4 y PlayStation 4 Pro", "La consola de generación actual (por lo menos hasta el 12 de noviembre) de Sony fue increíblemente exitosa, teniendo un costo de $399 USD en su fecha de lanzamiento. Sin embargo, su costo se ha reducido bastante desde entonces, habiendo pasado a únicamente $299 USD por su versión básica.", "Unos cuantos años después de su lanzamiento, la compañía lanzó una versión más poderosa de la consola, el PlayStation 4 Pro, que comenzó a distribuirse por $399 USD, el cual se ha mantenido hasta la fecha.", " ", "PlayStation 3", "Aunque el PS5 puede ser considerado algo caro en comparación con las consolas actuales en el mercado, no se trata del precio más caro en el catálogo de Sony. Ese título se lo lleva el PlayStation 3 y sus dos versiones iniciales:", "\n\t", "PlayStation 3 20GB - $499 USD", "\n\t", "PlayStation 3 60GB - $599 USD", "\n", "El lanzamiento del PS3 fue desastroso, otorgándole una enorme ventaja a su competencia en ese momento. El precio tan alto de la consola alentó a Sony durante años, y a pesar de que lograron recuperarse continúa siendo un momento infame en la historia de los videojuegos.", " ", "PlayStation 2", "Oficialmente la consola más exitosa en la historia de la industria de los videojuegos, el PS2 le debe su colosal éxito a excelentes exclusivas, buen desempeño del sistema, y un precio de entrada increíblemente accesible para la época.", "La adorada consola entró al mercado en el año 2000 por el diminuto precio de $299 USD, y sólo se mejoró con el tiempo cuando dos años después sony decidió reducir el precio a $199 USD (y lanzó versiones más optimizadas y reducidas en tamaño)", " ", "PlayStation", "El que inició todo para la marca de gaming, abuelito de las consolas de CD-ROM, el pequeño ladrillo gris que si pudo: El PlayStation original se lanzó en Japón el 3 de diciembre de 1994 y casi un año después en el resto del planeta. ¿Su precio original? Únicamente $299 USD.", "La consola se mantuvo activa durante 12 años, recibiendo nuevos títulos incluso después del lanzamiento del PlayStation 2 y tan sólo unos meses antes del estreno del PlayStation 3. No fue hasta entonces que esta clásica consola terminó su producción."]},
{"titulo": ["6 cosas que nos gustaron del PlayStation 5"], "fecha_de_publicacion": ["20 de Noviembre de 2020"]},
{"titulo": ["Disintegration: 7 minutos del gameplay del modo Control - IGN First"], "fecha_de_publicacion": ["15 de Enero de 2020"]},
{"titulo": ["Suicide Squad: el nuevo equipo de anti-héroes será dirigido por este Superman"], "contenido": ["Una nueva entrega de los villanos favoritos de los fanáticos de DC está a punto de hacer su debut, gracias a la nueva iniciativa, Future State. Suicide Squad tendrá nuevas aventuras escritas y contará con el liderazgo de un héroe inesperado: Superboy / Conner Kent.", "Este personaje, en los inicios de Superman, en la década de los 40, era un simple niño que actuaba como Clark Kent, mientras Kal-El se escondía bajo ese pseudónimo. Sin embargo, desde los 80 en adelante, los escritores comenzaron a sumarle habilidades. Incluso le dieron el nombre kryptoniano de Kon-El. Además, lo ubicaron como un primo de Clark Kent, capaz de tener habilidades parecidas a las del hombre de acero.", "Entonces habrá un cambio en el famoso grupo de Suicide Squad, que ya no será liderado por un villano despiadado, sino por un superhéroe con capacidades y bondades típicas del Kal-El. Además al equipo también se sumaría Clayface, uno de los enemigos de Batman, Black Adam y uno de los personajes de los Teen Titans.", "“Lo realmente emocionante de esto es que volvemos a lo básico en Suicide Squad. Si quieres ver un Escuadrón Suicida donde no estás seguro de quién va a vivir y quién va a morir, el libro Future State es el libro para ti”, dijo Alex Carr, editor del grupo de la Liga de la Justicia (vía ", "CBR", ").", "Acerca de este nuevo proyecto, ", "DC también reveló que la nueva Mujer Maravilla será brasileña", " y que ", "Red X, el famoso alter ego de Robin, finalmente es parte del canon de este universo."]},
{"titulo": ["Breath of the Wild 2: así se veria Ganondorf en la secuela"], "contenido": ["Una teoría popular de la secuela de Breath of the Wild asegura que la figura momificada que vimos en el trailer es Ganondorf, por lo que algunos artistas imaginaron cómo se vería el legendario villano en el estilo de los nuevos juegos.", "Apodado \"Ganon re-hidratado\" debido al aspecto momificado de la criatura en el trailer que muchos suponen es la forma humana de Calamity Ganon, este diseño de personaje fue traido a la vida por el artista ", "Nicholas Kole", " luego de que este se preguntara cómo podría verse el supuesto enemigo.", "\"Todos en twitter estában especulando como se vería la Momia (que sospechan es Ganondorf) del trailer de E3 de BOTW2 si lo forzaran a tomar agua y lo dejaran humedecerse a su antigua gloria\" bromea el autor en la descripción. \"Preste mucha atención a la información en el trailer, así como trate de alinearlo (como el extraño Gerudo hombre) con el look icónico dentro del juego de las Gerudo\".", "Tenemos que admitir que el personaje se ve bastante malévolo, y entre la joyería y su atuendo podemos ver la fuerte inspiración de los Gerudo en este Ganondorf resucitado. Nos agrada bastante.", " ", "The Legend of Zelda: Breath of the Wild 2 aún no cuenta con un nombre oficial o una fecha de lanzamiento, aunque si conocemos que el juego existe debido a que ", "el equipo tenía muchas ideas para el DLC del primer juego", "."]},
{"titulo": ["Xbox Series X: ¿deberías preocuparte por los videos que muestran humo saliendo de la consola? Esto es lo que dice Microsoft"], "contenido": ["Tras varios años de espera, este 10 de noviembre comenzó de forma oficial la nueva generación de consolas con la llegada de los Xbox Series X y S.", "Sin embargo, su lanzamiento se ha visto opacado por varios vídeos virales en los que se ve como de la consola estrella de Microsoft, el Series X, salen enormes cantidades de humo. Pero, ¿son reales estos videos? ¿Deberías preocuparte por ellos?", "Hasta ahora no se ha confirmado la autenticidad de estos videos, es decir, que realmente de la consola salga dicho vapor; pero en todas las redes sociales miles de personas han externado su preocupación por el raro actuar de la Xbox Series X que se calentaría tanto, que terminaría soltando tanto humo como si de una chimenea se tratara.", "Para ponerle fin a las “fake news”, como ellos mismos lo dicen, la cuenta @XboxStudio decidió recrear estos videos mostrando como se logra un efecto similar al de los videos virales si sueltas vapor desde la parte baja de la consola, el cual es succionado por la parte superior y da la apariencia de salir de dentro de ella.", "Los autores de los videos originales aseguraron que el sobrecalentamiento había llevado a su consola a apagarse, pero con la prueba de @XboxStudio se reveló que aún después de que el dispositivo se apaga, el aire sigue circulando varios segundos después, lo suficiente para crear un video de humo falso.", "Mira la explicación de @XboxStudio por ti mismo:", " ", "\n", "CANSADO de las FAKE NEWS.", "\n", "\nOs dejo un video MIO explicando porque es Fake lo de la consola \"Quemada\" y como han logrado este efecto incluso estando la consola \"APAGADA\" ", "pic.twitter.com/LfXzIBSu6N", "\n— Xbox Studio (@XboxStudio) ", "November 11, 2020", "¿Qué ha dicho Microsoft al respecto?", "Los primeros comentarios llegaron de parte de uno de los representantes de Microsoft que declaró a Eurogamer: “Nos tomamos muy enserio los informes de seguridad de los productos y los nuestros cumplen o superan los estándares de la industria. Estamos en el proceso de investigar más”.", "No obstante, más tarde la cuenta oficial de Xbox declaró en Twitter una recomendación que indirectamente señala a los videos virales de ser falsos, pues piden que no “soplen vapor en su Xbox Series X”.", " ", "\n", "We can't believe we have to say this, but please do not blow vape smoke into your Xbox Series X.", "\n— Xbox (@Xbox) ", "November 11, 2020", "No podemos creer que tengamos que decirles esto, pero por favor, no soplen vapor dentro de su Xbox Series X.", "En más temas sobre las nuevas consolas de Microsoft, dale un vistazo a: ", "estas son todas las apps que tendrán desde su lanzamiento Series X y S", ".", "Jemima Sebastián hace de todo un poco en IGN Latinoamérica. Ama el anime, los deportes y la fotografía. Encuéntrala en ", "Twitter", " e ", "Instagram", " como @jemafg"]},
{"titulo": ["Matrix 4: las filmaciones causaron estragos en San Francisco"], "contenido": ["Parece ser que la dedicación de Lana Wachowski por crear The Matrix 4 con tantos efectos prácticos como sean posibles ha causado daños a los habitantes de la ciudad de San Francisco.", "De acuerdo a un reporte de ", "NBC Bay Area", ", múltiples habitantes de la ciudad han estado realizando quejas debido a la filmación de la película. Parece ser que el uso de explosiones controladas y otros elementos pirotécnicos han estado causando estragos en las áreas cercanas a los sets de The Matrix.", "Uno de los casos es el de un grupo de trabajadores que descubrieron que una explosión derritió alrededor de $2000 dólares de plástico que era usado para cubrir anuncios y lámparas.", "\"Sólo vimos que el plástico estaba todo derretido, así que no sabíamos lo que estaba pasando\", dijo Encar Orozco de JCDecaux Street Furniture al medio. \"Llamamos a nuestro administrador y descubrimos que fue alguna clase de explosión para la película\". Aparentemente, esta explosión fue tan grande que causó daños a su alrededor, con autos siendo lanzados como parte de los efectos pirotécnicos.", "The Matrix 4 está programada para estrenarse el 21 de mayo de 2021. Si quieres saber acerca de todos los personajes de la trilogía original que han sido confirmados para esta nueva entrega ", "puedes conocerlos en este enlace", ". De lo contrario, ", "no te pierdas las primeras imágenes de la filmación", " que se filtraron hace un par de semanas."]},
{"titulo": ["Death Stranding, Days Gone, Diablo: PlayStation Store tiene venta especial de Halloween"], "contenido": ["PlayStation Store tiene una venta especial de ", "Halloween", " que queda perfecta para los que están en busca de un nuevo juego para esta temporada o simplemente desean agregar más títulos a su colección.", "\n", "Para ayudarte a celebrar la próxima festividad, PlayStation Store está conjurando una promoción para Halloween. Ayuda a reconectar el mundo en la aventura futurista Death Stranding o explora y sobrevive en el mundo abierto de horror de Days Gone.", "\n", "La Promoción Halloween de PlayStation Store estará vigente hasta el próximo 2 de noviembre, así que aún tienen tiempo de aprovechar.", "A continuación pueden ver algunas de las ofertas más destacadas, y en ", "este enlace", " pueden ir directamente a PlayStation Store para ver el listado completo y más detalles.", "\n\t", "Days Gone - 50% de descuento", "\n\t", "Death Stranding - 50% de descuento", "\n\t", "Diablo Eternal Collection - 67% de descuento", "\n\t", "Doom Eternal - 50% de descuento", "\n\t", "Predator Hunting Grounds - 40% de descuento", "\n\t", "Devil May Cry V - 20% de descuento", "\n\t", "Fallout 76 Wastelanders - 50% de descuento", "\n\t", "MediEvil - 50% de descuento", "\n\t", "Nioh - 50% de descuento", "\n\t", "The Witcher 3: Wild Hunt - 70% de descuento", "\n\t", "Alien Isolation: The Collection - 80% de descuento", "\n\t", "Dragon Age Inquisition - 75% de descuento", "\n\t", "Raccoon City Edition RE2+RE3 - 50% de descuento", "\n\t", "Resident Evil 2 Remake - 60% de descuento", "\n\t", "Darksiders Genesis - 30% de descuento", "\n\t", "Zombie Army Dead War 4 - 60% de descuento", "\n\t", "Blair Witch - 50% de descuento", "\n\t", "The Evil Within - 50% de descuento", "\n", "¿Se animarán por alguno?"]},
{"titulo": ["Call of Duty: Black Ops Cold War - usuarios de PS5 podrían estar jugando la versión de PS4 por error"], "contenido": ["Para aquellos que pudieron asegurar una PlayStation 5 en su lanzamiento y han estado jugando ", "Call of Duty: Black Ops Cold War", ", existe la posibilidad de que hayan estado jugando la versión de PS4 por accidente.", "De acuerdo al reporte de Eurogamer, este problema parece estar afectando a ciertas personas que han comprado y descargado el paquete Cross-Gen o la Ultimate Edition de Call of Duty: Black Ops Cold War, que incluyen la versión para PS4 y PS5 del más reciente Call of Duty.", "Cuando compras cualquiera de estas versiones en PlayStation Store, puedes elegir qué partes de ", "Black Ops Cold War", " deseas descargar, es decir, Zombies, Multijugador, Campaña. Sin embargo, si eliges descargar todo, descargarás tanto la versión de PS4 como la de PS5 del juego, y parece que la versión de PS4 está predeterminada para algunos que juegan en PS5.", "El soporte de Activision ha respondido a este problema y ha revelado los pasos necesarios para asegurarse de que estén jugando con la versión correcta:", "\n\t", "Resalta el mosaico del juego en el Dashboard.", "\n\t", "Desplácese hacia abajo y resalte \"Reproducir\"", "\n\t", "Seleccione los 3 puntos y abra el menú", "\n\t", "Seleccione “PS5 | Completo | Call of Duty: Black Ops Cold War”", "\n\t", "¡Lanza y disfruta!", "\n", "Call of Duty: Black Ops Cold War", " esta disponible en versiones para PlayStation 4, PlayStation 5, Xbox One, Xbox Series X|S y PC.", " "]},
{"titulo": ["The Mandalorian acaba de tener su más grande cameo de Star Wars hasta la fecha"], "contenido": ["En una serie de conexiones importantes con el universo de Star Wars, el final de la Temporada 2 de ", "The Mandalorian", " contiene el más grande hasta ahora.", "Advertencia: Esta nota contiene spoilers de The Mandalorian: Capítulo 16", "Sí, Luke Skywalker ha aparecido en ", "The Mandalorian", ", empuñando su sable de luz verde y con un rostro rejuvenecido digitalmente. Los créditos confirmaron que Mark Hamill repitió su papel de Luke para el cameo, con Max Lloyd Jones actuando como doble de cuerpo.", "Pueden ver el momento a continuación en la escena compartida por Know the Movies:", "\n", "Luke Skywalker Reveal! ", "#TheMandalorian", " ", "pic.twitter.com/rhBx3by9fR", "\n— Know The Movies (@KnowTheMovies) ", "December 18, 2020", "El legendario Jedi respondió a la llamada psíquica de ", "Grogu", ", y se lo ha llevado para entrenarlo, y lejos de Mando, pero nunca lejos de nuestros corazones. Bien puede ser que Grogu sea parte de la desafortunada academia de entrenamiento Jedi de Skywalker (tal vez incluso la razón para comenzarla), pero esperamos que aún no sea parte de ella una vez que Ben Solo se haya unido y... bueno , todos sabemos lo que allí sucedió.", "Tal como era de esperar, poco después de la emisión del nuevo episodio, las palabras \"LUKE SKYWALKER\" en mayúsculas comenzaron a ser tendencia en Twitter.", "\n", "LUKE SKYWALKER LUKE SKYWALKER LUKE SKYWALKER", "\n— Sahil Mohan Gupta (@DigitallyBones) ", "December 18, 2020", "\n", "i dont think you should do this kind of digital de-aging unless you REALLY have the budget for it, and Mando, to put it lightly, does not", "\n— Casey \"disaffected niece\" Wendel (@Dykeules) ", "December 18, 2020", "Luke Skywalker no fue la única revelación en el final de la temporada, también descubrimos en una secuencia posterior a los créditos que en diciembre de 2021 llegará The Book of Boba Fett, lo que parece ser una nueva serie spinoff, aunque también se cree que podría ser el nombre del próximo arco de la temporada de ", "The Mandalorian", ".", " "]},
{"titulo": ["Gamertón: ¿dónde y a qué hora verlo?"], "contenido": ["Como les hemos venido comentando, hoy domingo 20 de diciembre se lleva a cabo la Gamertón, ", "un evento que reunirá a famosos", " de la palestra artística ecuatoriana y expertos de los videojuegos con el objetivo único de ayudar a los niños de SOLCA: Sociedad de Lucha contra el Cáncer.", "La Gamertón comenzará a las 15:30 de Ecuador y podrán seguirlo en vivo por Facebook Live en la cuenta de ", "IGN Latam", " y en Metro Ecuador, donde podrán ver a las personalidades que estarán jugando títulos como Fortnite, FIFA 2020 y Among Us con el objetivo de recaudar fondos.", "Así pueden donar en la Gamertón", "Si están interesados en donar podrán hacerlo vía depósito o transferencia, y deben ser realizadas a la cuenta corriente número 2100173680 del Banco de Pichincha a nombre de la Sociedad de Lucha contra el Cáncer. El número de cédula es 1791817680001, teléfono 022416025 y el correo electrónico que se debe registrar es maría.tapia@solcaquito.org.ec", "Así que ya lo saben, este domingo 20 de diciembre podrán seguir el Gamertón a partir de las 15:30 de Ecuador, donde personalidades y expertos de los videojuegos probando sus habilidades en Among Us, FIFA y Fortnite con el objetivo de ayudar a los niños de SOLCA.", "La ", "Gamertón", " contará por supuesto con el apoyo de la empresa privada que es fundamental para impulsar el evento y conseguir donaciones para esta causa benéfica, así que llega de la mano de: TC Televisión, Universidad Técnica Particular de Loja (UTPL), Caffe Lato, Alcaldía de Guayaquil, Perla Bebé, Netlife, Pony Malta, deuna! (Banco Pichincha) y Skull Cracker."]},
{"titulo": ["Gamertón: ¿dónde y a qué hora verlo?"], "contenido": ["Como les hemos venido comentando, hoy domingo 20 de diciembre se lleva a cabo la Gamertón, ", "un evento que reunirá a famosos", " de la palestra artística ecuatoriana y expertos de los videojuegos con el objetivo único de ayudar a los niños de SOLCA: Sociedad de Lucha contra el Cáncer.", "La Gamertón comenzará a las 15:30 de Ecuador y podrán seguirlo en vivo por Facebook Live en la cuenta de ", "IGN Latam", " y en Metro Ecuador, donde podrán ver a las personalidades que estarán jugando títulos como Fortnite, FIFA 2020 y Among Us con el objetivo de recaudar fondos.", "Así pueden donar en la Gamertón", "Si están interesados en donar podrán hacerlo vía depósito o transferencia, y deben ser realizadas a la cuenta corriente número 2100173680 del Banco de Pichincha a nombre de la Sociedad de Lucha contra el Cáncer. El número de cédula es 1791817680001, teléfono 022416025 y el correo electrónico que se debe registrar es maría.tapia@solcaquito.org.ec", "Así que ya lo saben, este domingo 20 de diciembre podrán seguir el Gamertón a partir de las 15:30 de Ecuador, donde personalidades y expertos de los videojuegos probando sus habilidades en Among Us, FIFA y Fortnite con el objetivo de ayudar a los niños de SOLCA.", "La ", "Gamertón", " contará por supuesto con el apoyo de la empresa privada que es fundamental para impulsar el evento y conseguir donaciones para esta causa benéfica, así que llega de la mano de: TC Televisión, Universidad Técnica Particular de Loja (UTPL), Caffe Lato, Alcaldía de Guayaquil, Perla Bebé, Netlife, Pony Malta, deuna! (Banco Pichincha) y Skull Cracker."]},
{"titulo": ["PlayStation Store tiene descuentos dobles para suscriptores de PS Plus"], "contenido": ["Es un buen momento para los que están pensando en adquirir un nuevo juego para ", "PlayStation 4", " ya que están activas un par de promociones interesantes en PlayStation Store.", "Para empezar está la promoción Descuentos Dobles que tiene una variedad de juegos de PS4 con descuento, pero lo mejor es que el porcentaje de ahorro se duplica para los suscriptores de PlayStation Plus.", "Esta promoción estará activa hasta el miércoles 10 de junio e incluye títulos atractivos como ", "Assassin's Creed Origins", ", Batman: Return to Arkham, Persona 5, Ghost Recon Wildlands, Catherine: Full Body, Sniper Elite 3, Yakuza Kiwami y más. En ", "este enlace", " pueden ir a la sección \"Descuentos Dobles\" en PlayStation Store.", "Pero si buscan más opciones, deben saber que también regresó la promoción \"Juegos menos de $20 dólares\" que estará hasta el 11 de junio y también viene con juegos buenos como Assassin's Creed Odyssey, Metal Gear Solid V: The Phantom Pain, Far Cry Primal, Project CARS 2, Sniper Elite 4, Watch Dogs 2, Prey, Fallout 4 y muchos más, además de un montón de DLC. En ", "este enlace", " pueden ir directamente a la sección de esta venta especial en PlayStation Store.", "Por cierto, los juegos \"gratuitos\" de PlayStation Plus para junio son ", "Call of Duty: WWII", " que ya está disponible para descargar y ", "Star Wars: Battlefront II", " que podrán descargar desde el próximo 2 de junio.", "Y si lo que realmente les interesa es la PlayStation 5, entonces atentos que este 4 de junio ", "se llevará a cabo una conferencia", " donde se presentarán juegos de la nueva consola."]},
{"titulo": ["PlayStation 5: Sony está baneando usuarios por este motivo"], "contenido": ["PlayStation Plus Collection es una nueva característica para los propietarios de PlayStation 5 que les da acceso a 20 de los mejores juegos de PS4. Sin embargo, algunos están explotando una laguna que les permite vender y desbloquear estos juegos para los propietarios de PS4.", "Tal como reporta VGC, los sitios de subastas como eBay tienen múltiples listados de personas que ofrecen la oportunidad de iniciar sesión en la cuenta de PSN de un comprador, desbloquear los juegos de ", "PlayStation Plus Collection", " en PS4 y luego cerrar la sesión.", "Hay ciertos usuarios que han vendido este servicio a más de 20 personas, pero parece que Sony podría banearlos por hacerlo. Tal como señala VGC, también puede deberse a que se sabe que Sony suele banear a las personas que inician sesión en una gran cantidad de cuentas de usuarios en un día como protección contra el fraude, pero es bastante seguro decir que Sony no tenía la intención de que esto fuera una opción.", "De acuerdo a los usuarios de A9VG, se dice que los baneos de ciertos usuarios duran dos meses y las consolas PS5 involucradas están siendo bloqueadas permanentemente de los servicios de red.", "La ", "colección PlayStation Plus", " incluye juegos first-party como God of War, Bloodborne y Uncharted 4: A Thief's End, así como algunos de socios third-party como Monster Hunter: World, Final Fantasy XV Royal Edition y Persona 5.", "PlayStation 5 ya está disponible, y estas son ", "6 cosas que nos gustaron de la nueva consola de Sony", ".", " "]},
{"titulo": ["Spider-Man: Miles Morales no es un juego entero, sólo una expansión"], "contenido": ["Para muchos, Marvel's Spider-Man: Miles Morales fue presentado como una secuela del juego de Insomniac, pero de hecho es \"una expansión y una mejora del juego anterior\".", "Hablando con ", "The Telegraph", " (vía ", "VGC", "), el vicepresidente de negocios europeos de Sony, Simon Rutter explicó: \"Creo que puedes llamarlo una expansión y una mejora del juego anterior. Hay un componente específico de Miles Morales, que es el elemento de expansión, pero también dentro del juego, también tiene importantes mejoras, obviamente desplegando algunas de las principales tecnologías y características de PlayStation 5 \".", "Sigue siendo poco claro qué forma tomará esta expansión. El lenguaje de Rutter hace que parezca que Spider-Man de Marvel podría recibir una remasterización completa en PS5 (como se insinuó en las primeras presentaciones de la consola), con un nuevo componente importante protagonizado por Miles Morales. Sin embargo, puede ser que esta es una expansión independiente que se basa en la mecánica y el motor del original, en la línea de Uncharted: Lost Legacy o Infamous: First Light.", "Tampoco está claro si esto significa que el contenido de Miles Morales llegará a PS4. Nos hemos puesto en contacto con Sony para obtener una respuesta.", "Spider-Man: Miles Morales fue anunciado en el evento de revelación de PS5 de ayer, que presentó una gran cantidad de juegos de última generación, ", "sin mencionar el diseño poco convencional de PlayStation 5 y su edición digital recientemente revelada", ". Miles Morales fue uno de los dos nuevos proyectos anunciados ayer por Insomniac; también vimos a Ratchet & Clank: Rift Apart."]},
{"titulo": ["Marvel's Spider-Man: ya pueden transferir sus partidas de PS4 a la Remasterización de PS5"], "contenido": ["Aquellos que jugaron Marvel's Spider-Man en PS4 ahora pueden transferir sus archivos guardados a ", "Marvel's Spider-Man Remastered", " en PS5.", "La ", "actualización", " de Insomniac Games a Marvel's Spider-Man en PS4 permite esta transferencia de partidas y también lleva tres nuevos trajes de Spider-Man Remastered a la versión original. Spider-Man Remastered también se actualizó para permitir transferencias de partidas e incluye varias correcciones para el juego incluyendo los problemas con el bloqueo en el modo reposo.", "El proceso es bastante simple, pero requiere que aún tengas la versión para PS4 de ", "Marvel's Spider-Man", ". @DKShadow en Twitter brindó una guía sobre cómo hacer que funcione:", "\n\t", "Actualiza el juego en PS4 a la versión más reciente.", "\n\t", "En Spider-Man para PS4, presione R1 en el menú principal para cargar sus datos guardados.", "\n\t", "En Spider-Man Remastered en PS5, presione R1 en el menú principal para descargar los datos guardados.", "\n", "El director de la comunidad de Insomniac, James Stevenson, ", "recurrió a Twitter ", "para aclarar el proceso y ayudar a quienes tienen preguntas. Confirmó que debes usar el juego de PS4 para exportar tu guardado, pero dio un método alternativo para aquellos que ya no tienen la copia física u optaron por la PlayStation 5 Digital Edition.", "Si tiene un amigo con una PS4 o PS5 con Marvel's Spider-Man, puede iniciar sesión en su cuenta de PSN, descargar su guardado de la nube (si tiene PlayStation Plus) y luego exportarlo mientras aún está conectado.", "Stevenson también señala que, si planeas exportar desde el juego de PS4 que se ejecuta en retrocompatibilidad en PS5, es posible que debas reiniciar tu PS5 después de instalar la actualización.", "Marvel's Spider-Man Remastered", " está disponible en PlayStation 5.", " "]},
{"titulo": ["PlayStation 5 no sería compatible con la resolución nativa de 1440p"], "contenido": ["Parece que el PlayStation 5 no será compatible con la resolución nativa de 1440p, ", "de acuerdo a IGN Italia", ", quienes aseguraron tener la confirmación oficial por parte de Sony Europa este miércoles.", "Esto es una mala noticia para los fans de PlayStation con monitores de gaming de 1440p, ya que significa que el PS5 no correrá algunos títulos con la resolución prevista y probablemente tenga que reescalar desde 1080p para compensar. IGN US ya se puso en contacto con Sony para comentarios al respecto.", " ", " ", "El PlayStation 5 puede generar una resolución máxima de 8K y 4K a 120fps a través de televisores compatibles con HDMI 2.1. También correrá a resolución 1080p, pero la resolución intermedia utilizada por muchos jugadores de PC, aparentemente no será compatible con la nueva consola en el lanzamiento.", "A principios de esta semana se reveló que Days Gone, el título exclusivo de PS4, se ejecutará hasta 60fps en PlayStation 5 con Dynamic 4K. El control Dualsense también contará, aparentemente, con una placa afrontar extrapole que podría intercambiarse con diseños personalizados.", "Oficialmente, el PlayStation 5 llega a nuestra región el 12 de noviembre.", "En más sobre la esperada consola de Sony, dale un vistazo a: ", "el DualSense funcionaría con el Nintendo Switch", "."]},
{"titulo": ["Trailer de gameplay de Deathloop | PS5"], "fecha_de_publicacion": ["11 de Junio de 2020"]},
{"titulo": ["28 Big Xbox Games Coming in 2020"], "fecha_de_publicacion": ["23 de Diciembre de 2019"]},
{"titulo": ["Disintegration - Technical Beta Trailer"], "fecha_de_publicacion": ["20 de Enero de 2020"]}
]