[
{"autor": ["bkbmom"], "titulo": ["Two thumbs up"], "hotel": ["Stokoe Farms"], "contenido": ["Good clean, family fun.  Great place to spend a fall day. We enjoyed all the activities. We go every year."], "calificacion": ["50"]},
{"autor": ["bkbmom"], "titulo": ["Favorite St. John Villa to date"], "hotel": ["Marathon: New Construction! Full AC! Pool! Amazing Views!"], "contenido": ["My husband and I first visited St. John for our honeymoon in June of 1990.  Since then, we've been back more times to count.  With friends.  With family. And ju", "..."], "calificacion": ["50"]},
{"autor": ["bkbmom"], "titulo": ["Enjoyed our stay(s)"], "hotel": ["Hilton Colon Guayaquil"], "contenido": ["We recently stayed here two nights prior to and immediately after a Galapagos cruise.  The first two nights we stayed in a suite on the executive floor with a b", "..."], "calificacion": ["50"]},
{"autor": ["bkbmom"], "titulo": ["Nice atmosphere, good food"], "hotel": ["Monroe's Restaurant"], "contenido": ["We had dinner here recently with another couple. It was a cold, snowy Tuesday night and we didn't have a problem getting seated immediately without a reservatio", "..."], "calificacion": ["40"]},
{"autor": ["bkbmom"], "hotel": ["St. John"], "contenido": ["We haven't stayed there yet but have booked it in two weeks. We were on island a week ago, though, and stopped by to it to check it out. Couldn't get into any o", "..."]},
{"autor": ["bkbmom"], "titulo": ["Average sums it up"], "hotel": ["The Pizza Cave"], "contenido": ["Pizza was just okay. Pepperoni was good but we're not fans of the crumbly sausage topping. The crust was just okay. It took way longer to be ready than we were ", "..."], "calificacion": ["30"]},
{"autor": ["bkbmom"], "titulo": ["Mouth watering BBQ"], "hotel": ["Pig Pen BBQ"], "contenido": ["We stopped by for a late lunch on a Friday. I got the chopped chicken and my husband got the chopped brisket. Wow. Fantastic. So flavorful. We were served quick", "..."], "calificacion": ["50"]},
{"autor": ["bkbmom"], "titulo": ["Wonderful meal, great service"], "hotel": ["Creek Road Cafe"], "contenido": ["My husband and I stopped for dinner with another couple who were also visiting town for a wedding. Situated in a repurposed home, the Creek Road Cafe was a grea", "..."], "calificacion": ["50"]},
{"autor": ["bkbmom"], "titulo": ["Cute idea but misses the mark"], "hotel": ["The Liney Moon"], "contenido": ["We spent two nights here recently to attend a wedding. In theory, what the Liney Moon has to offer is great - small, self contained units abounding with charm. ", "..."], "calificacion": ["20"]},
{"autor": ["bkbmom"], "titulo": ["Good steaks and service"], "hotel": ["Roaring Fork"], "contenido": ["We had dinner here and were very pleased with the quality of the food, speed of service, and efficiency of our server. I had the NY strip and my husband had the", "..."], "calificacion": ["40"]},
{"autor": ["bkbmom"], "titulo": ["So much fun"], "hotel": ["Pete's Dueling Piano Bar"], "contenido": ["After reading reviews, we got there early to get a good table. LOL.I guess a Thursday night in early November you don't have to get there that early.  Doesn't m", "..."], "calificacion": ["50"]},
{"autor": ["bkbmom"], "titulo": ["Classic, centrally located hotel"], "hotel": ["The Stephen F Austin Royal Sonesta Hotel"], "contenido": ["My husband and I spent two nights here recently. We'd booked well in advance (and pre-paid for the best price) but then were reading the reviews prior to our ar", "..."], "calificacion": ["50"]},
{"autor": ["bkbmom"], "titulo": ["Fun place for drinks and music/entertainment"], "hotel": ["Durty Nelly's Irish Pub"], "contenido": ["We enjoyed our evening at Durty Nelly's listening to the piano player and having a few beers. The piano player engaged the crowd well and was a lot of fun. Yes,", "..."], "calificacion": ["40"]},
{"autor": ["bkbmom"], "titulo": ["Great lunch overlooking the riverwalk"], "hotel": ["Saltgrass Steak House"], "contenido": ["Enjoyed a grilled chicken sandwich and fries for lunch. The chicken sandwich was juicy and delicious. The fries well above average. Service was pretty good - ni", "..."], "calificacion": ["40"]},
{"autor": ["bkbmom"], "titulo": ["Great meal"], "hotel": ["Boudro's Texas Bistro"], "contenido": ["I do wish we were able to give half stars. This was definitely a 4 but not sure if it was a full 5. The reason I didn't give them a 5 was due to the tables bein", "..."], "calificacion": ["40"]},
{"autor": ["bkbmom"], "titulo": ["Most memorable meal to date"], "hotel": ["Bohanan's Prime Steak and Seafood"], "contenido": ["My husband and I recently had dinner at Bohanan's on our first night in San Antonio. What a wonderful experience we had!We got there a little early and had to", "..."], "calificacion": ["50"]},
{"autor": ["bkbmom"], "titulo": ["Fabulous hotel"], "hotel": ["Mokara Hotel and Spa"], "contenido": ["We stayed here after attending a wedding. Everything was total class from the minute we walked in the front door. The way the bell hop notified the front desk o", "..."], "calificacion": ["50"]},
{"autor": ["bkbmom"], "titulo": ["Fabulous venue"], "hotel": ["San Antonio River Walk"], "contenido": ["We thoroughly enjoyed the two days we spent on the Riverwalk.  So many restaurants, bars, and sights to see. While I can't imagine going in the peak of summer o", "..."], "calificacion": ["50"]},
{"autor": ["bkbmom"], "titulo": ["Underwhelming"], "hotel": ["The Alamo"], "contenido": ["The good news is that you can be in there and out of there in 15 minutes.  The bad news is that it's 15 minutes of wasted time. Really no need to visit. Definit", "..."], "calificacion": ["10"]},
{"autor": ["bkbmom"], "titulo": ["Great location, large rooms"], "hotel": ["Hotel Valencia Riverwalk"], "contenido": ["Spent a night here prior to a wedding. Check in was quick and painless - despite the fact we were hours early.  Our room was quite large, decorated nicely, with", "..."], "calificacion": ["50"]},
{"autor": ["Fabricio B"], "titulo": ["Very nice open space"], "hotel": ["Luxva Hotel Boutique"], "contenido": ["I loved the pool area, it's great to relax and to have a good time. I will come back anytime.The whole hotel is very beautiful, the staff is also very polite a", "..."], "calificacion": ["40"]},
{"autor": ["LynneLeBlanc L"], "titulo": ["Great spot, wonderful price!"], "hotel": ["Hostal Nuestra Residencia"], "contenido": ["This little B & B is spotless. There are 12 rooms, variety of bed types, 2 doubles, queen size and even king size.  Located in the Ordoñez Lasso area of town.  ", "..."], "calificacion": ["40"]},
{"autor": ["LynneLeBlanc L"], "titulo": ["Good location, good value"], "hotel": ["Galería Man-Ging"], "contenido": ["Hotel is well situated.   Rooms are well appointed, air conditioned, with hair dryers and mini fridges.   Rooms with king beds availble.  Wifi and breakfast are", "..."], "calificacion": ["40"]},
{"autor": ["LynneLeBlanc L"], "titulo": ["What a delight!  Delicious dinner with an outstanding view!"], "hotel": ["El Barranco"], "contenido": ["This restaurant is only open Thursday - Sunday.  It is situated on a cliff, overlooking the ocean.  There is the main house, or the glassed in dining room....yo", "..."], "calificacion": ["50"]},
{"autor": ["LynneLeBlanc L"], "titulo": ["Best fried fish ever!"], "hotel": ["lui-e-lei"], "contenido": ["This is a smaller restaurant that overlooks the malacón and the beach in Salinas.  Seafood, beautifully presented and absolutely delicious!!  My husband said it", "..."], "calificacion": ["50"]},
{"autor": ["LynneLeBlanc L"], "titulo": ["A nice afternoon!"], "hotel": ["Pumapungo Museum and Arqueological Park - MCYP"], "contenido": ["The Pumapungo museum is worth a visit.  Not only will you see displays and Andean/ Ecuadorian artifacts, but there are often \"visiting\" displays.  There is a sm", "..."], "calificacion": ["40"]},
{"autor": ["LynneLeBlanc L"], "titulo": ["A great steak can be found here!"], "hotel": ["Black Angus"], "contenido": ["Lovely dining room, with good friendly service.  The menu is quite extensive, an excellent selection.  The beef is tender and beautifully prepared.  Lots of sid", "..."], "calificacion": ["40"]},
{"autor": ["LynneLeBlanc L"], "titulo": ["An excellent find!"], "hotel": ["El Arriero"], "contenido": ["While the restaurant is diffucult to find, it's well worth it.  It's a grill or a steakhouse if you will.   Steak ( tender) pork, chicken, mixed grill.  All com", "..."], "calificacion": ["40"]},
{"autor": ["LynneLeBlanc L"], "titulo": ["Good Burger!"], "hotel": ["Chill & Grill"], "contenido": ["A very good selection of burgers.....MANY chioces!  House fries are awesome!  If you like well done burgers, please advise them, and be sure to emphasize WELL D", "..."], "calificacion": ["40"]},
{"autor": ["LynneLeBlanc L"], "titulo": ["Don't miss this!"], "hotel": ["Parque Seminario"], "contenido": ["Also known as Iguana Park, there are hundreds and hundreds of iguanas!  Big, small, old and older, they are sight to see!  For 50 cents you can buy lettuce and ", "..."], "calificacion": ["50"]},
{"autor": ["LynneLeBlanc L"], "titulo": ["Good food, decent prices"], "hotel": ["TGI Friday's"], "contenido": ["If you are looking for a good meal, not atmosphere, this TGIF is a good bet.  Located in the mall, it's close ( 2 blocks from the Courtyard by Marriott) and it'", "..."], "calificacion": ["40"]},
{"autor": ["LynneLeBlanc L"], "titulo": ["Cozy little bar, located in the Mansion Alcazar"], "hotel": ["Casa Alonso"], "contenido": ["Great place to join friends for a quiet drink, or a special coffee!  Located right through the main door once you enter the Mansion Alcazar, this little bar is ", "..."], "calificacion": ["40"]},
{"autor": ["LynneLeBlanc L"], "titulo": ["Good food, well located!"], "hotel": ["Magnolia Cafe"], "contenido": ["Nice menu selections, good pastries!  Everything from burgers, huge sandwiches to biscuits and the list goes on.  You can eat indoors or outdoors if you wish.  ", "..."], "calificacion": ["40"]},
{"autor": ["LynneLeBlanc L"], "titulo": ["Great food, great view!"], "hotel": ["Cafe del Museo"], "contenido": ["You can have breakfast, lunch or brunch outdoors,  overlooking the beautiful Tomebamba River.  Even if it's raining, the huge umbrellas keep you dry, the heater", "..."], "calificacion": ["50"]},
{"autor": ["LynneLeBlanc L"], "titulo": ["Simply delicious!"], "hotel": ["Anubis"], "contenido": ["This lovely restaurant offers superb dining, all freshly made to order, plus great ambiance!  It is not overly karge so reservations might be in order.  Great m", "..."], "calificacion": ["50"]},
{"autor": ["LynneLeBlanc L"], "titulo": ["Excellent coffee!"], "hotel": ["Cafe De Nucallacta"], "contenido": ["Great little spot to sit, relax and have a coffee, or stock up and buy a couple of pounds!  Several different blends are offered, all are delicious!    The carr", "..."], "calificacion": ["50"]},
{"autor": ["LynneLeBlanc L"], "titulo": ["Very cool and interesting market!"], "hotel": ["Plaza Civica"], "contenido": ["Looking for a rolling pin?  Wooden spoons?  A Barbeque?  Straw baskets?  Hand painted clay tiles?  Unfinished furniture?  This is the place!  It is also known a", "..."], "calificacion": ["40"]},
{"autor": ["LynneLeBlanc L"], "titulo": ["Food is delicious!"], "hotel": ["Tios deli"], "contenido": ["Great place to lunch or have dinner with friends, or just to pop in for coffee and dessert!  Good menu selection!  They close between 3 and 5pm.  Nice cozy deco", "..."], "calificacion": ["40"]},
{"autor": ["LynneLeBlanc L"], "titulo": ["Seafood is Excellent!"], "hotel": ["Capitàn"], "contenido": ["The place is very tiny, perhaps 4-5 tables max!  Make a reservation or take your chances, but be prepared to wait!  Everything we've had here has been superb!  ", "..."], "calificacion": ["40"]},
{"autor": ["LynneLeBlanc L"], "titulo": ["Wonderful food, great atmosphere!"], "hotel": ["El Pedregal Azteca"], "contenido": ["Family owned and run estsblishment!  Everything is served up fresh, right down to the pico, the guacamole, and the tortillas!"], "calificacion": ["40"]},
{"autor": ["LynneLeBlanc L"], "titulo": ["Drop in....it's worth your while!"], "hotel": ["Miguel Illescas Art Gallery"], "contenido": ["You will not be disappointed when you visit this gallery!  The art work featured showcases many local artists, whose work is absolutely superb!  A visit to this", "..."], "calificacion": ["50"]},
{"autor": ["Harrison G"], "titulo": ["Incredible experience!!!"], "hotel": ["OZONE"], "contenido": ["Asked for a table with a view and man did they deliver! They had their best table roped off for me that had views of the entire city. Very attentive service and", "..."], "calificacion": ["50"]},
{"autor": ["LaSheep"], "titulo": ["Needs an upgrade"], "hotel": ["Hotel Principal"], "contenido": ["Principal is a budget hotel, so what you get is a budget hotel with reasonable rates and basic amenities. The location is in the historic center and the place i", "..."], "calificacion": ["30"]},
{"autor": ["LaSheep"], "titulo": ["Small but excellent"], "hotel": ["Hotel Casa Blanca"], "contenido": ["A small, clean, well organized hotel in Banos. Casa Blanca is in the heart of downtown Banos, within walking distance of everything. The rooms are clean and wel", "..."], "calificacion": ["40"]},
{"autor": ["LaSheep"], "titulo": ["Excellent Location, Good Hotel"], "hotel": ["Hotel Rosamia"], "contenido": ["Rosamia has a great location in the heart of downtown Cuenca. The hotel itself is very well kept. Staff is helpful, though not overly friendly. Their approach i", "..."], "calificacion": ["40"]},
{"autor": ["LaSheep"], "titulo": ["Fair to fine"], "hotel": ["Hotel Malecon Inn"], "contenido": ["The plusses: Budget rates, great location one block from Malecon, fairly decent breakfast, large rooms.The minuses: Hell to access wifi within rooms for two n", "..."], "calificacion": ["30"]},
{"autor": ["LaSheep"], "titulo": ["Improvements"], "hotel": ["Emperor Valley Zoo"], "contenido": ["It is great to see that the Emperor Valley Zoo is improving. Not only are there new, larger cages for some animals, but the effort to make the zoo an informativ", "..."], "calificacion": ["40"]},
{"autor": ["LaSheep"], "titulo": ["Time to finish construction"], "hotel": ["Maracas Beach"], "contenido": ["Maracas right now is a shadow of itself. There is still a lot of construction of shop stalls happening. It is time that the work is completed so that Maracas ca", "..."], "calificacion": ["40"]},
{"autor": ["LaSheep"], "titulo": ["Quiet time on the swamp"], "hotel": ["Caroni Swamp"], "contenido": ["This was my first visit to the Caroni Swamp. My group of 16 took a tour with Nanan's. The price was lower than I expected, honestly. I wouldn't say it was \"out ", "..."], "calificacion": ["40"]},
{"autor": ["LaSheep"], "titulo": ["Good but with a few minuses."], "hotel": ["Disney's Caribbean Beach Resort"], "contenido": ["To be fair, this is a good resort with pluses and minuses. On the positive side the rooms are spacious and well maintained. The food at the on site restaurants ", "..."], "calificacion": ["40"]},
{"autor": ["LaSheep"], "titulo": ["Great for kids"], "hotel": ["Magic Kingdom Park"], "contenido": ["This is definitely a great park for the kids. Rides are generally suited to the little ones. Spectacular show and parade to grab their interest and keep them en", "..."], "calificacion": ["40"]},
{"autor": ["LaSheep"], "titulo": ["Don't skip this park."], "hotel": ["Disney's Animal Kingdom"], "contenido": ["The safari is the thing to do, with up close views of the animals. I was a bit skeptical about lions behind no fences and me in an open sided truck, but thank G", "..."], "calificacion": ["50"]},
{"autor": ["LaSheep"], "titulo": ["Action rides"], "hotel": ["Disney’s Hollywood Studios"], "contenido": ["For me it's all about the action rides that get your heart pumping. Not to be missed are Tower of Terror and Aerosmith roller coaster. People with heart and hig", "..."], "calificacion": ["50"]},
{"autor": ["LaSheep"], "titulo": ["Give yourself enough time"], "hotel": ["Epcot"], "contenido": ["I needed more time here. We arrived after a day out at other parks, with one hour before the park closed. Only had enough time to see one attraction and we opte", "..."], "calificacion": ["50"]},
{"autor": ["LaSheep"], "titulo": ["Huge venue"], "hotel": ["ESPN Wide World of Sports"], "contenido": ["Great spot for sporting events. Was here for the UCA Cheerleading competitions. Excellent temperature to keep cool while taking in the events. Colombian food tr", "..."], "calificacion": ["40"]},
{"autor": ["LaSheep"], "titulo": ["Great Mall"], "hotel": ["The Florida Mall"], "contenido": ["Great mall with a nice blend of high end brands and mid range shops. Some good deals to be found. As a tourist, cater an entire day for a chance to find the bes", "..."], "calificacion": ["40"]},
{"autor": ["LaSheep"], "titulo": ["Popular spot"], "hotel": ["Carlisle Bay"], "contenido": ["I asked my Barbadian (Bajan) friend which beach is a must visit in Barbados. Carlisle Bay was the first on his list. Decided to check it out. It was a little to", "..."], "calificacion": ["30"]},
{"autor": ["LaSheep"], "titulo": ["Pleasantly surprised"], "hotel": ["Town Restaurant & Bar"], "contenido": ["Had a group lunch here with coworkers. It was my first time there. The ambience of the restaurant was \"professional chic\". The place was full of diners so I exp", "..."], "calificacion": ["30"]},
{"autor": ["LaSheep"], "titulo": ["Surf's up"], "hotel": ["Bathsheba Beach"], "contenido": ["A good beach for surfing. Beautiful views on the way down to the beach. Be sure to stop and get a pic of the coastline on the last hill before the beach."], "calificacion": ["40"]},
{"autor": ["LaSheep"], "titulo": ["Not overcrowded"], "hotel": ["Heywoods Beach"], "contenido": ["This was a great spot to unwind at the beach without the crowds. Didn't see a sign on Sand Road to drive in to the car park so just look for a small road just a", "..."], "calificacion": ["40"]},
{"autor": ["LaSheep"], "titulo": ["Visit for the view"], "hotel": ["Animal Flower Cave"], "contenido": ["Firstly, the views from the lookout are splendid. The visit to the cave was neither here nor there for me. The view from the cave is excellent, but the attracti", "..."], "calificacion": ["40"]},
{"autor": ["LaSheep"], "titulo": ["A piece of history"], "hotel": ["Morgan Lewis Mill"], "contenido": ["It was interesting to view this piece of history. There isn't much to see or do at the site other than to get some great shots of the mill and read the history ", "..."], "calificacion": ["30"]},
{"autor": ["vgmermoud"], "titulo": ["Pésima experiencia con el barman"], "hotel": ["Hollywood Experience"], "contenido": ["Solicite un trago, pasado 20 minutos lo volví a pedir, el barman que aparece en la foto con actitud displicente me dijo que estaba ociuapado y que tenia asuntos", "..."], "calificacion": ["10"]},
{"autor": ["vgmermoud"], "titulo": ["La peor experiencia hotelera de mi vida"], "hotel": ["Greenfield's Hotel Patrimonial"], "contenido": ["Llegué a Guayaquil, por supuesto a trabajary con mi esposa embarazada, a las 00:25 am comenzó una fuerte música (el hotel había arrendado un salón para un matri", "..."], "calificacion": ["10"]},
{"autor": ["Debra L"], "titulo": ["Clean, friendly hostel in central Quito"], "hotel": ["Casa CarpeDM Guest House"], "contenido": ["Overall the hostel was clean and great for the price. They gave a free walking tour of the city which was fantastic. The hostel was empty when we were there so ", "..."], "calificacion": ["40"]},
{"autor": ["Debra L"], "titulo": ["Great location, average hostel"], "hotel": ["Color House Petite"], "contenido": ["This hostel was a typical, family run hostel. The female was very sweet and concerned with our well-being and safety but didn't speak great English. We stayed i", "..."], "calificacion": ["30"]},
{"autor": ["Debra L"], "titulo": ["Beautiful scenery but pricey for a hostel (found on hostelworld.com)"], "hotel": ["Hotel Mariane"], "contenido": ["The private room was clean, the whole place had a beautiful view, relaxing hammocks, and the courtyard was beautifully maintained. We wish we had eaten in the r", "..."], "calificacion": ["50"]},
{"autor": ["Debra L"], "titulo": ["Cheap, fun 1/2-day excursion"], "hotel": ["Pailon del Diablo (Devil's Cauldron)"], "contenido": ["We rented bikes for $5 from our hostel in downtown Banos.  The ride was mostly downhill and fun along side paths. Once arrived, it is a nice 20 min hike to the ", "..."], "calificacion": ["40"]},
{"autor": ["Debra L"], "titulo": ["Clean, friendly and great place to meet other backpackers"], "hotel": ["Hostal D' Mathias"], "contenido": ["We stayed here for 3 nights and loved this place. We met many great people to talk about adventures of the day and have drinks with in the evenings. The hostel ", "..."], "calificacion": ["50"]},
{"autor": ["Debra L"], "titulo": ["Cool experience in the Jungle with Nixon"], "hotel": ["Raft Amazonia"], "contenido": ["We spent 2 days and 1 night in the rainforest with our guide Nixon. The first day we took a short canoe ride to a 2 hour trek through the jungle. Nixon explaine", "..."], "calificacion": ["40"]},
{"autor": ["Debra L"], "titulo": ["Average hostel in central location with good views"], "hotel": ["Hostal Pakaloro"], "contenido": ["This hostel was right on the main street but still rather quiet on the 5th floor. We had a nice ocean view. The rooms were nice and clean. The front desk staff ", "..."], "calificacion": ["30"]},
{"autor": ["Debra L"], "titulo": ["Decent location, common areas were nice, dorms were subpar and hot."], "hotel": ["Hostal Murali"], "contenido": ["The dorms were hot. We stayed here because it was close to the airport. The common area was nice. The front desk guy was friendly. We walked to a restaurant and", "..."], "calificacion": ["20"]},
{"autor": ["CinCin2Go"], "titulo": ["Breakfast and smiles"], "hotel": ["Starliner Diner"], "contenido": ["Ate here for breakfast. First time eating at this place. The service was fast and friendly. Clean environment inside and out. The breakfast menu had lots of ome", "..."], "calificacion": ["40"]},
{"autor": ["CinCin2Go"], "titulo": ["Always a good choice"], "hotel": ["Lunada Mexican Grill & Cantina"], "contenido": ["I have stopped here to eat many times and have ordered various menu items. The,food is always hot, fresh and served with a smile. Fresh salsa and warm chips are", "..."], "calificacion": ["50"]},
{"autor": ["CinCin2Go"], "titulo": ["Great place to dine and socialize"], "hotel": ["Rusty Bucket Restaurant and Tavern"], "contenido": ["The menu offers great eats from sandwiches, salads, wings, pizza, and dinners. Bar atmosphere and prices are reasonable. Service can get slow on busier nights b", "..."], "calificacion": ["50"]},
{"autor": ["CinCin2Go"], "titulo": ["Great venue for a work outing"], "hotel": ["Columbus Zoo and Aquarium"], "contenido": ["My employer has held our annual staff picnic at the Columbus Zoo for several years. We jave a catered lunch and entrance to the zoo.,I love this zoo. The anima", "..."], "calificacion": ["50"]},
{"autor": ["CinCin2Go"], "titulo": ["Up the Creek WITH a paddle"], "hotel": ["Alum Creek State Park"], "contenido": ["Wow,- dont let the name fool you. Hige body of water offers several boat launches, a swimming area with beach, lots of areas to fish off shore, marina, boat ren", "..."], "calificacion": ["50"]},
{"autor": ["CinCin2Go"], "titulo": ["Old but not forgotten"], "hotel": ["The Claridge - A Radisson Hotel"], "contenido": ["The hotel is in need of some updates but it didn't stop me from enjoying my stay. I was quickly greeted by the Valet attendent when I drove up to the entrance. ", "..."], "calificacion": ["40"]},
{"autor": ["CinCin2Go"], "titulo": ["Boardwalk boredom"], "hotel": ["Atlantic City Boardwalk"], "contenido": ["Lots of shops but most sell the same things. Not a lot of variety. Food vendors were reasonably priced. The Playground is a 4 story mall with some high end stor", "..."], "calificacion": ["40"]},
{"autor": ["CinCin2Go"], "titulo": ["Stores and Restaurants"], "hotel": ["The Playground at Caesars"], "contenido": ["Great place to shop when you want to get out of the sun. Both high end and lower end stores - LV, VS, Sportswear to name a few.  I ate a Philips Seafood and was", "..."], "calificacion": ["50"]},
{"autor": ["CinCin2Go"], "titulo": ["Still a favorite"], "hotel": ["Rainforest Cafe"], "contenido": ["Enjoy eating here with all the animal decor and rainforest atmosphere. I had a seafood platter that was cooked to perfection! Always crowded so make a reservat", "..."], "calificacion": ["50"]},
{"autor": ["CinCin2Go"], "titulo": ["Crab cakes!"], "hotel": ["Phillips Seafood"], "contenido": ["The best crab cakes! I also had a surf and turf that was cooked perfectly. The staff very friendly. Meals range from $15 to $40 and there are offerings without ", "..."], "calificacion": ["50"]},
{"autor": ["CinCin2Go"], "titulo": ["Wild times"], "hotel": ["Columbus Zoo and Aquarium"], "contenido": ["What a great place to spend some time exploring all the various habitats. The walking was easy between exhibits. Very clean.There are a lot of activities to pa", "..."], "calificacion": ["50"]},
{"autor": ["CinCin2Go"], "titulo": ["Marriott Family Upgraded"], "hotel": ["Residence Inn Columbus Dublin"], "contenido": ["Wow! This Residence Inn has really stepped up the service here in Dublin, Ohio.It goes without saying how friendly all staff members are. The mobile check in d", "..."], "calificacion": ["50"]},
{"autor": ["CinCin2Go"], "titulo": ["Nice place for casual get together"], "hotel": ["LongHorn Steakhouse"], "contenido": ["We enjoyed everything about this place. Our server was friendly and had a sense of humor. We sat for hours, enjoying our meals, dessert, and conversation."], "calificacion": ["50"]},
{"autor": ["CinCin2Go"], "titulo": ["Great Lunch Meeting Accommodations"], "hotel": ["Bravo! Italian Kitchen"], "contenido": ["We had a reservation for 12 at Bravo's for lunch. We were promptly seated and offered beverages as the rest of our group arrived. Our server took care of the en", "..."], "calificacion": ["50"]},
{"autor": ["CinCin2Go"], "titulo": ["Great food and service"], "hotel": ["Oscar's of Dublin"], "contenido": ["I enjoyed lunch at Oscars with 5 other associates for a business meeting.The service was friendly and quickly accommodated our seating needs. The menu had a mo", "..."], "calificacion": ["50"]},
{"autor": ["CinCin2Go"], "titulo": ["Sunday Brunch"], "hotel": ["Tucci's"], "contenido": ["We enjoyed a sunny Sunday afternoon at Tucci's. Our server, James, made our experience pleasurable. He certainly goes above and beyond when it comes to making s", "..."], "calificacion": ["50"]},
{"autor": ["CinCin2Go"], "titulo": ["Amazing creation by hot lava leaving an empty pocket"], "hotel": ["Laguna las Ninfas"], "contenido": ["These two sink holes, known locally as the 'Twins', are huge sink holes that were created when hot lava emptied out of the earth's crust, leaving large hollow a", "..."], "calificacion": ["50"]},
{"autor": ["CinCin2Go"], "titulo": ["Amazing hospitality"], "hotel": ["Isla Azul"], "contenido": ["The Blue Booby House - new name is Isla Azul - is a relaxing place to stay. The owner, Raquel, is an angel. She truly enjoys making your stay as comfortable as ", "..."], "calificacion": ["50"]},
{"autor": ["CinCin2Go"], "titulo": ["Beautiful area"], "hotel": ["Hemiciclo de la Rotonda"], "contenido": ["The architecture is magnificent. The Melicon has lots of beautiful gardens and ponds with various statutes. This huge Rotundra is a nice place to sit and people", "..."], "calificacion": ["50"]},
{"autor": ["CinCin2Go"], "titulo": ["Typical Mall"], "hotel": ["Mall Del Sol"], "contenido": ["Went here to shop for local products and was disappointed to find typical retail stores. The huge chain/brand stores that are easily found in any mall in the US", "..."], "calificacion": ["40"]},
{"autor": ["angelmar_99"], "hotel": ["Kuala Lumpur"], "contenido": ["Thanks everyone, it's actually 9 hours 8:30am to 5:30pm.  Is there a private car company i could contact? What's the best way to get to the Caves and back?So ", "..."]},
{"autor": ["angelmar_99"], "hotel": ["Kuala Lumpur"], "contenido": ["Hi, I have an 8 hour layover in KUL. Will i be able to visit Batu caves and the towers in that time?"]},
{"autor": ["angelmar_99"], "hotel": ["Chiapas"], "contenido": ["Heading to Chiapas de Corzo straight from Airport (likely taking a cab)for the Sumidero tour. We will have our luggage as our hotel is in San Cristobal. Fligh", "..."]},
{"autor": ["angelmar_99"], "titulo": ["Convenient, Great for airport layover"], "hotel": ["Hotel Garzota Inn"], "contenido": ["We had a layover and this hotel location was perfect no taxi needed. You walk out the airport and just go straight. Up the bridge overpass(ramps available for p", "..."], "calificacion": ["40"]},
{"autor": ["angelmar_99"], "titulo": ["Great Value, Great Location"], "hotel": ["Hotel Brisas Del Pacifico"], "contenido": ["Clean hotel, large rooms, hot water and great location.  15 min walk to port, 15 min walk to Turtle Bay beach Trail head/registration. The market is right in fr", "..."], "calificacion": ["40"]},
{"autor": ["angelmar_99"], "hotel": ["Oaxaca"], "contenido": ["Are there any events or traditions for new years in Oaxaca?"]},
{"autor": ["angelmar_99"], "hotel": ["Oaxaca"], "contenido": ["I heard the tours stops are short and im looking for a more customized tour. One where I can hike a little? Maybe stop somewhere else along the way, options?  A", "..."]},
{"autor": ["angelmar_99"], "hotel": ["Galapagos Islands"], "contenido": ["I used Nature Galapagos and Ecuador Tour for my Kicker Rock tour in San Cristobal. Initially, they were suppose to meet me at the hotel at 5pm and they where a ", "..."]},
{"autor": ["angelmar_99"], "hotel": ["Chiapas"], "contenido": ["Hi, Is the only way to get in and out of this location to rappel? Is there another option?"]},
{"autor": ["angelmar_99"], "hotel": ["Morelia"], "contenido": ["Hi, I have an early flight out of Mexico city and wanted to know if there are evening buses to mexico city Any directly to the airport? Also, noticed there ar", "..."]},
{"autor": ["angelmar_99"], "titulo": ["A Must when visiting Nazare"], "hotel": ["Restaurante Marisqueira O Casalinho"], "contenido": ["We were so happy with both the food and their staff that this was our dinner restaurant for both days in Nazare. Nuno and Alex were our servers both days and th", "..."], "calificacion": ["50"]},
{"autor": ["angelmar_99"], "hotel": ["Lisbon"], "contenido": ["Hi, Im looking for a driver to take us From Lisbon, to Sintra, Fatima and leave us in Nazare. I know i can do all of this via public transportation but travel", "..."]},
{"autor": ["angelmar_99"], "hotel": ["Fatima"], "contenido": ["Hi, I am traveling to Fatima for 1/2 day and wondering what the best route to Nazare from there? Then back to Lisbon?"]},
{"autor": ["angelmar_99"], "titulo": ["A great B&B in Ollantaytambo"], "hotel": ["B&B Picaflor Tambo"], "contenido": ["This was a great place in Ollantaytambo, clean and hot water, which seems to be a luxury in Peru. Staff was very helpful and provided us with a delicious pisco ", "..."], "calificacion": ["50"]},
{"autor": ["angelmar_99"], "titulo": ["Fun, to walk around and reminded me of markets in Mex"], "hotel": ["Mercado Central de San Pedro"], "contenido": ["Just a regular market in Latin America. We walked around and purchased, salt, coffee and chocolates. We also had a freshly juiced drink, a must. "], "calificacion": ["40"]},
{"autor": ["angelmar_99"], "titulo": ["Great Food and Entertainment"], "hotel": ["La Cusquenita Tradicional Picnteria"], "contenido": ["They had live music and showcased dances from various regions. Very cool. This is a great place to try a number of classic Peruvian dishes since they offer a bu", "..."], "calificacion": ["40"]},
{"autor": ["angelmar_99"], "titulo": ["Great place to hang out and ppl watch"], "hotel": ["Plaza de Armas"], "contenido": ["Great place to hang out and ppl watch. It's beautiful all lit up at night, you had all different characters that showed up here. "], "calificacion": ["50"]},
{"autor": ["angelmar_99"], "titulo": ["Pricey, but great service, clean room"], "hotel": ["Morales Guest House"], "contenido": ["A bit pricey for what they offer, I booked a standard room and turns out you have to pay more for a heater, which you totally need as the rooms are VERY cold. H", "..."], "calificacion": ["30"]},
{"autor": ["angelmar_99"], "titulo": ["Great experience with Edita and her Team"], "hotel": ["Inkaland Treks"], "contenido": ["I only had two days in Huaraz (tip: min 3-4) and Edita and her team made each day count. They were great and very patient with this slow hiker that constantly s", "..."], "calificacion": ["50"]},
{"autor": ["angelmar_99"], "titulo": ["Short Drive for a great view"], "hotel": ["Laguna Llaca"], "contenido": ["Great hike and different scenery from the others hikes like Laguna 69. I went with Inkaland Treks, highly recommend. The hike to the Glacier you had to go throu", "..."], "calificacion": ["50"]},
{"autor": ["ryanbain"], "titulo": ["Great place to stay in a good location"], "hotel": ["Hostal Suites Madrid"], "contenido": ["I stayed here for over two weeks and the staff were very helpful and friendly. The rooms are very clean and comfortable and the building has good facilities wit", "..."], "calificacion": ["50"]},
{"autor": ["Suzanne F"], "titulo": ["Comfortable hotel near the airport with excellent service"], "hotel": ["DC Suites"], "contenido": ["This hotel was perfect for an overnight stay, convenient to the airport, and offers a free airport shuttle. The staff were very helpful and friendly and respond", "..."], "calificacion": ["50"]},
{"autor": ["Suzanne F"], "titulo": ["Lovely hotel - great location for Synagogue and Kosher Restaurant"], "hotel": ["Cedros Inn"], "contenido": ["We had an enjoyable weekend in this comfortable hotel - the swimming pool was an added bonus.  The staff were helpful and the location was excellent for our nee", "..."], "calificacion": ["50"]},
{"autor": ["Suzanne F"], "titulo": ["Wonderful boutique hotel, excellent service"], "hotel": ["Hotel La Isla"], "contenido": ["The hotel is located very centrally for the pier and the main tourist street, but as it is on a side street, it is also very quiet. It was a pleasure to return ", "..."], "calificacion": ["50"]},
{"autor": ["yulliel"], "titulo": ["Deficiente en servicio "], "hotel": ["LaBakery"], "contenido": ["Vinimos a desayunar a las 11 AM y se demoraron más de 30 min en pasar el pan porque lo estaban calentando y al final llegó frío. Los platos ( huevos florentinos", "..."], "calificacion": ["20"]},
{"autor": ["yulliel"], "titulo": ["Nice place no warm water"], "hotel": ["Sisakuna Lodge"], "contenido": ["Mindo is a beautiful place to do water activities. It's terrible when you come back all wet looking to have a warm shower and cannot do it at any time because t", "..."], "calificacion": ["20"]},
{"autor": ["yulliel"], "titulo": ["Good, interesting but still using one plastic items"], "hotel": ["Mindo Chocolate Tour"], "contenido": ["The tour was good. Sergio explained with details all about cacao plants, and chocolate process. Their trees are organic and the process is artisan. But all this", "..."], "calificacion": ["40"]},
{"autor": ["yulliel"], "titulo": ["Needs to improve in details"], "hotel": ["Restaurante El Ventanal"], "contenido": ["For the high prices i was expecting something better. From the path from the parking lot to the restaurant, it could be improved with better lighting. The court", "..."], "calificacion": ["30"]},
{"autor": ["yulliel"], "titulo": ["El servicio a las mesas puede mejorar"], "hotel": ["La Birreria"], "contenido": ["Visítanos el lugar una tarde de viernes para ver el fútbol, el lugar estaba prácticamente vacío y la atención de la mesera no fue la mejor. La comida la trajero", "..."], "calificacion": ["20"]},
{"autor": ["yulliel"], "titulo": ["Great Delhi sightseeing "], "hotel": ["Shared 2 Hours Night Tour in New Delhi, India with Professional Tour Guide"], "contenido": ["I stopped in Delhi for a long flight overhaul and did this tour. I was able to know a lot about India, Delhi and its culture in such a short time. The guides we", "..."], "calificacion": ["50"]},
{"autor": ["yulliel"], "titulo": ["Bad \"Mexican\" copy"], "hotel": ["Hola"], "contenido": ["The restaurant is ok. The menus and table settings are old and broken. I asked for Nachos and Minestrone, nachos were served cold no cheese, no guacamole, no Pi", "..."], "calificacion": ["20"]},
{"autor": ["yulliel"], "titulo": ["Pretty place not good tour information"], "hotel": ["Jamu Lodge"], "contenido": ["The lodge is too nice to be in the middle of the Amazon jungle. The highlight of the trip besides being in the Amazon jungle is the food.The tour starts on Lag", "..."], "calificacion": ["30"]},
{"autor": ["yulliel"], "titulo": ["Buen concepto buen lugar!"], "hotel": ["Pacha Tapas con Identidad"], "contenido": ["Fuimos un viernes por la noche donde hay música en vivo. El lugar es pequeño pero cálido, pedimos diferentes tapas y la combinación entre lo gourmet y típico es", "..."], "calificacion": ["50"]},
{"autor": ["yulliel"], "titulo": ["Excelente opción en el valle"], "hotel": ["Natuorganic - Natural & Organic Health"], "contenido": ["Es un lugar donde se consiguen opciones saludables, vegetarianas, veganas y ecuatorianas. Los precios son cómodos es mi primera opción para compras de superfood", "..."], "calificacion": ["50"]},
{"autor": ["yulliel"], "titulo": ["Bonito hotel en el medio de la ciudad"], "hotel": ["Heliconias Grand Hotel"], "contenido": ["El hotel está bien ubicado, tiene amplias habitaciones, piscina, sauna y turco. Es semi nuevo. Por estar en medio de la ciudad hay bastante ruido que llega a la", "..."], "calificacion": ["30"]},
{"autor": ["yulliel"], "titulo": ["Excellent place to stay"], "hotel": ["Apartasuites Casa Veraneras de Colinas"], "contenido": ["Me and my bf got to Guayaquil for a weeding, just wanted to be in a place close to the event but here we were surprised by a nice and comfortable room, with a n", "..."], "calificacion": ["50"]},
{"autor": ["yulliel"], "titulo": ["Opciones diversas pero pueden mejorar"], "hotel": ["Ruizenor"], "contenido": ["El lugar está bien ubicado, internamente es agradable y tiene opciones variadas, sin embargo no hay muchas opciones vegetarianas pero las hacen vegetarianas al ", "..."], "calificacion": ["40"]},
{"autor": ["yulliel"], "titulo": ["Pequeño, mal ubicado, no volvería."], "hotel": ["Hotel Paris"], "contenido": ["Este hotel se ubica frente al mercado y tiene mucha bulla y afluencia de personas. El estacionamiento es limitado a 3 carros y como se entra se sale, al encende", "..."], "calificacion": ["20"]},
{"autor": ["yulliel"], "titulo": ["Hotel pintoresco, bien ubicado"], "hotel": ["Gran Hotel Paris"], "contenido": ["El hotel está ubicado en el centro de Cuenca a pocas cuadras de la nueva catedral. El personal es atento y el interior del hotel es muy pintoresco. Las habitaci", "..."], "calificacion": ["40"]},
{"autor": ["yulliel"], "titulo": ["Bonito, buen concepto "], "hotel": ["Restaurante Maitane"], "contenido": ["Me gustó la comida y las opciones ofrecidas, incluso hay opciones vegetarianas. Deberían aumentar las opciones de bebidas españolas como tinto de verano, sangrí", "..."], "calificacion": ["40"]},
{"autor": ["yulliel"], "titulo": ["Must do!"], "hotel": ["Arc de Triomphe"], "contenido": ["Muy bonito, se recomienda visitarlo en el dia y en la noche y subir al mirador del arco, luego se puede caminar tranquilamente por los Campos Eliseos. "], "calificacion": ["50"]},
{"autor": ["yulliel"], "titulo": ["El icono de Paris"], "hotel": ["Eiffel Tower"], "contenido": ["Se debe subir si o si a la torre y realizar el tour explicativo para conocer la historia de la torre y de Paris. "], "calificacion": ["50"]},
{"autor": ["yulliel"], "titulo": ["Es bonito pero esta en construccion"], "hotel": ["Parthenon"], "contenido": ["Este lugar es bonito, esta bien para visitarlo una vez, y en una hora esta mas que visitado ya que el area a recorrer es pequeña."], "calificacion": ["20"]},
{"autor": ["yulliel"], "titulo": ["Para visitar antes del Partenon"], "hotel": ["Acropolis Museum"], "contenido": ["Aqui se encuentran las verdaderos frontones del Partenon, tambien aqui te cuentan la historia griega, se pueden ver esculturas reales llenas de historia y se pu", "..."], "calificacion": ["40"]},
{"autor": ["jim g"], "titulo": ["Very Disappointing"], "hotel": ["Ten Mile House"], "contenido": ["I should have known this was not going to be a good meal when I was able to get a table for 6 on short notice on parents weekend.  The atmosphere is fine and lo", "..."], "calificacion": ["20"]},
{"autor": ["jim g"], "titulo": ["Continues to Excell"], "hotel": ["Quetzaltrekkers - Hike Volcanoes Help Kids"], "contenido": ["I have been using Quatzaltrekkers for years and what I really like about it is the commitment of the staff. No one is working here to get rich - they are all he", "..."], "calificacion": ["50"]},
{"autor": ["jim g"], "titulo": ["Great Service"], "hotel": ["Jaya Machupicchu"], "contenido": ["Our family stayed here for one night after hiking Machu Picchu.  The service was incredible, the rates more than far and the breakfast on the rooftop cafe was t", "..."], "calificacion": ["50"]},
{"autor": ["jim g"], "titulo": ["Went Well Beyond the Call of Duty"], "hotel": ["Short Inca Trail to Machu Picchu"], "contenido": ["The true mark of a good tour company is how the respond to customer needs and whether they seek to capitalize on customer changes.  Sam's passed both with flyin", "..."], "calificacion": ["50"]},
{"autor": ["jim g"], "titulo": ["Very Good But Pricey"], "hotel": ["Muyu Galapagos"], "contenido": ["We had read the reviews and on balance Muyu lives up to them.  However, you probably really need to be a foody to enjoy this place as it is pricey and the porti", "..."], "calificacion": ["40"]},
{"autor": ["jim g"], "titulo": ["Great Location - Nice hotel"], "hotel": ["Casa Opuntia Galapagos"], "contenido": ["We stayed here for two nights as part of a tour package.  The rooms are nice and spacious, the breakfast was nice and included and the hotel has two pools and a", "..."], "calificacion": ["50"]},
{"autor": ["jim g"], "titulo": ["Clean, Utilitarian"], "hotel": ["DC Suites"], "contenido": ["Perfect hotel if you are looking for a clean, inexpensive place near the airport with good service.  Airport pickup was seemless and front desk person very help", "..."], "calificacion": ["50"]},
{"autor": ["jim g"], "titulo": ["First Class"], "hotel": ["Endoro Lodge"], "contenido": ["stayed there as part of a short safari tour and it wasn't easy to get to so wasn't sure what to expect.  However, the place was 5 stars - the cabins spacious an", "..."], "calificacion": ["50"]},
{"autor": ["jim g"], "titulo": ["A Must - Hidden Gem"], "hotel": ["Lake Chala"], "contenido": ["Because of odd ownership structure this place is not cheap or easy to get into, but once you do it is well worth it.  The Cabins are a must as is the kyaking. "], "calificacion": ["50"]},
{"autor": ["jim g"], "titulo": ["Nice But Better Things to See"], "hotel": ["Kikuletwa Hotsprings"], "contenido": ["Hot springs was nice but not something I would go out of my way to see.  There is so much more to do and see in this amazing country that time would be better s", "..."], "calificacion": ["30"]},
{"autor": ["jim g"], "titulo": ["An Incredible Bargain and Experience"], "hotel": ["Mega Adventures"], "contenido": ["We added a 3 day safari on the back end of a Kilimanjaro bike tour and it was the best thing we ever did.  There are alot of tour companies, but what we liked a", "..."], "calificacion": ["50"]},
{"autor": ["jim g"], "titulo": ["A+ for effort"], "hotel": ["Kili Bike Adventures"], "contenido": ["Kili Bike Adventures is a small company owned by 25 year old Roy who does everything in his power to make your experience a good one.  The price is more than fa", "..."], "calificacion": ["50"]},
{"autor": ["jim g"], "titulo": ["Sales Pitch Masquerading As a Museum"], "hotel": ["The Tanzanite Experience"], "contenido": ["So they have you sit through a history of Tanzanite which is more of a commercial infomercial than a serious historical exposition, then you do a tour of the \"m", "..."], "calificacion": ["40"]},
{"autor": ["jim g"], "titulo": ["Best of the best "], "hotel": ["Minnow"], "contenido": ["As a long time Baltimore resident, I have tried them all more than once. And without a doubt minnow and clavel are the best. I understand the hype surrounding C", "..."], "calificacion": ["50"]},
{"autor": ["jim g"], "titulo": ["Best of the best "], "hotel": ["Minnow"], "contenido": ["As a long time Baltimore resident, I have tried them all more than once. And without a doubt minnow and clavel are the best. I understand the hype surrounding C", "..."], "calificacion": ["50"]},
{"autor": ["jim g"], "titulo": ["Facing More Competition"], "hotel": ["Hotel Colonial"], "contenido": ["I have been traveling to Nicaragua for close to 20 years and stay at this hotel on most trips.  In the past this was one of the few hotels in Granada that offer", "..."], "calificacion": ["40"]},
{"autor": ["jim g"], "titulo": ["Great Option"], "hotel": ["Hotel Patio del Malinche"], "contenido": ["I have been coming to Nicaragua for 20 years and usually stay at the Hotel Colonial.  This time I figured I would try something different, and I am glad I did. ", "..."], "calificacion": ["50"]},
{"autor": ["jim g"], "titulo": ["Very Good for the Price"], "hotel": ["La Posada del Doctor"], "contenido": ["I have been coming to Nicaragua for 20 years and this is my first trip to Leon.  The area is much cheaper than in the south and I think is clearly on the upswin", "..."], "calificacion": ["40"]},
{"autor": ["jim g"], "titulo": ["Not Friendly - Read the Fine Print!"], "hotel": ["Nayal Lodge"], "contenido": ["I have been coming to Nicaragua for 20 years, and love the Country for its rustic simplicity and the charm of its people.  I have never had a bad experience at ", "..."], "calificacion": ["20"]},
{"autor": ["jim g"], "titulo": ["Great Experience /Great Cause"], "hotel": ["Quetzaltrekkers - Hike Volcanoes Help Kids"], "contenido": ["We took the Talica overnight and was so impressed by Quatzaltrekkers that we made a voluntary contribution afterwards.  There were a couple other tour groups in", "..."], "calificacion": ["50"]},
{"autor": ["paloma lejana"], "titulo": ["Great Service"], "hotel": ["DoubleTree by Hilton Hotel LAX - El Segundo"], "contenido": ["Staff was very helpful on arrival, they paid for our taxi, offered warms drinks and cookies and made us feel at home. Also the hotel have an ATM machine.Room wa", "..."], "calificacion": ["40"]},
{"autor": ["paloma lejana"], "titulo": ["Good location but lack of supplies/maintenance"], "hotel": ["Cabanas Lago Elizalde"], "contenido": ["The location is great, the couple that take care of the property are friendly, however there are lacked of supplies, therefore there is hardly any food there fo", "..."], "calificacion": ["30"]},
{"autor": ["paloma lejana"], "titulo": ["Great Size Suites"], "hotel": ["Sheraton Suites Fort Lauderdale at Cypress Creek"], "contenido": ["The room was very big we fitted there 4 people with plenty of space.The staff at the desk was not helpful, seems like that they need more training, at times the", "..."], "calificacion": ["40"]},
{"autor": ["paloma lejana"], "titulo": ["Surprise in the Jungle"], "hotel": ["Hotel Guamini Mision"], "contenido": ["The hotel have a good atmosphere,and an average service, however due to the old building smell like mold and is quite far from town in a dirt road. It can be an", "..."], "calificacion": ["40"]},
{"autor": ["paloma lejana"], "titulo": ["Basic room, ideal for 1 night"], "hotel": ["Hotel Yvera Cataratas"], "contenido": ["The room was good size, and the service was ok, however the breakfast area is very small we have to take turns to have breakfast, which is quite poor, lack of v", "..."], "calificacion": ["30"]},
{"autor": ["paloma lejana"], "titulo": ["Very good but expensive"], "hotel": ["Belmond Hotel Das Cataratas"], "contenido": ["Our second time in this hotel after 20 years we returned. As usual the service is excellent, however we found it a bit price, specially the dinner buffet that d", "..."], "calificacion": ["40"]},
{"autor": ["paloma lejana"], "titulo": ["Friendly Manager"], "hotel": ["Holiday Inn Express Puerto Montt"], "contenido": ["Initially the front desk staff allocated us a terrible room. However we spoke with the manager and she moved us to a great room, she also advised us to go to \"F", "..."], "calificacion": ["40"]},
{"autor": ["paloma lejana"], "titulo": ["Good experience"], "hotel": ["Garden Domes"], "contenido": ["Good location, walking distance to the town.comfortable/ clean rooms, good atmosphere. WIFI reception is weak, mainly  work in the common areas. A different but", "..."], "calificacion": ["40"]},
{"autor": ["paloma lejana"], "titulo": ["Worst on call customer service ever!"], "hotel": ["Avianca"], "contenido": ["The check in and onboard service is average, however the On call customer service is the WORST. They hung up on you, they left you waiting on the phone forever,", "..."], "calificacion": ["20"]},
{"autor": ["paloma lejana"], "titulo": ["Worst airline in South  America"], "hotel": ["Aerolineas Argentinas"], "contenido": ["This airline only take 15 kilos bags. The internet site crashed all the time. The customer service is very poor, staff does not give you the right information, ", "..."], "calificacion": ["10"]},
{"autor": ["paloma lejana"], "titulo": ["Worst Cruise Ever!!!!"], "hotel": ["Norwegian Star"], "contenido": ["Cabin: very small, toilet smaller that an  airplane, smelly like sewerage.Food: very ordinary, tasteless, lack of variety menu  unless you paid for the expensi", "..."], "calificacion": ["10"]},
{"autor": ["paloma lejana"], "titulo": ["Great shuttle services"], "hotel": ["DC Suites"], "contenido": ["Closed distance to the airport. The staff picked you up at the airport at anytime, easy to find meeting point, quick response. The room was average near the air", "..."], "calificacion": ["30"]},
{"autor": ["paloma lejana"], "titulo": ["Decent food"], "hotel": ["Restaurante Hostería Costanera"], "contenido": ["Decent food, was good to have a restaurant there, clean, with average service and decent meals variety "], "calificacion": ["30"]},
{"autor": ["paloma lejana"], "titulo": ["Best in Town"], "hotel": ["Hosteria Costanera"], "contenido": ["The rooms are decent size, comfortable, clean, good views, good heating, the food was also decent. Great location very convenient for all the tours. Avoid too m", "..."], "calificacion": ["40"]},
{"autor": ["paloma lejana"], "titulo": ["Great Customer service!"], "hotel": ["Bosque del Nahuel"], "contenido": ["Chris at the front desk and all the boys were very helpful! despite they being very busy they lend us the telephone to call the airlines and sort out flight iss", "..."], "calificacion": ["50"]},
{"autor": ["paloma lejana"], "titulo": ["Very Poor/ some misinformation"], "hotel": ["Hosteria Meulen"], "contenido": ["Very poor service despite that the staff made a good effort. On arrival we were given a vegetable soup that end it up being a dry powder soup with a very staled", "..."], "calificacion": ["20"]},
{"autor": ["paloma lejana"], "titulo": ["Excellent Service, strongly recomend this hotel"], "hotel": ["InterContinental at Doral Miami"], "contenido": ["We arrived early in the morning and were able to check in immediately, we were also given a late check out. The staff is very friendly and helpful. The room is ", "..."], "calificacion": ["50"]},
{"autor": ["paloma lejana"], "titulo": ["Good Food"], "hotel": ["Hotel Diego de Almagro Aeropuerto"], "contenido": ["This hotel is an Average airport hotel with a good restaurant and great food. The bell boy is very helpful. Staff is very friendly, management is approachable, ", "..."], "calificacion": ["30"]},
{"autor": ["paloma lejana"], "titulo": ["Be aware, no cancelation free policy"], "hotel": ["Days Inn & Suites by Wyndham Artesia"], "contenido": ["We booked a room back in July 6 months in advance. We asked for cancellation this week due that is too far from the airport and our flights are midnight-early m", "..."], "calificacion": ["10"]},
{"autor": ["Hamish"], "titulo": ["Great team providing an amazing dive experience"], "hotel": ["Academy Bay Diving"], "contenido": ["I do not have my diving license. I was lucky enough to choose these guys to dive with - i got to do 1 dive and 1 snorkel - this is standard for people without a", "..."], "calificacion": ["50"]},
{"autor": ["Hamish"], "titulo": ["a long walk with a rewarding ending"], "hotel": ["Galapagos Beach at Tortuga Bay"], "contenido": ["Tortuga Bay is a spectacular beach to visit. A long walk along a path through dense forest. Walk a little further to get to Tortuga Lagoon. go snorkeling and yo", "..."], "calificacion": ["50"]},
{"autor": ["Hamish"], "titulo": ["stunning place to swim"], "hotel": ["Las Grietas"], "contenido": ["go for a walk through to Las Grietas and reward yourself with a swim in the water of the gorge. Take a snorkel to see down the crystal clear water to the fish t", "..."], "calificacion": ["50"]},
{"autor": ["Hamish"], "titulo": ["Meet the resident seal"], "hotel": ["Santa Cruz Fish Market"], "contenido": ["The fish market is easy to find on the main strip. See the locals going about their normal business. hauling in their catch and having to deal with the resident", "..."], "calificacion": ["50"]},
{"autor": ["Hamish"], "titulo": ["a must see"], "hotel": ["Charles Darwin Research Station"], "contenido": ["if youre visiting The Galapagos you must have at least some interest in Charles Darwin (surely). At the research station you can learn all you could possibly ne", "..."], "calificacion": ["50"]},
{"autor": ["Hamish"], "titulo": ["Coffee thats as special Charles Darwin"], "hotel": ["1835 Coffee Lab"], "contenido": ["Incredible coffee here, both to drink and bags to buy and take back home. Coming from a coffee crazy city this was like being at home."], "calificacion": ["50"]},
{"autor": ["Hamish"], "titulo": ["a thriving tortoise reserve"], "hotel": ["Reserva El Chato"], "contenido": ["take a walk around el chato and see many many tortoises making their way around the reserve. a fun place to spend half a day"], "calificacion": ["50"]},
{"autor": ["Hamish"], "titulo": ["Beautiful hostel, kind and caring hosts"], "hotel": ["Hostal Suenos Silvestres"], "contenido": ["Suenos Silvestres is an incredible place to stay. Close to the main street of Puerto Ayora, a short walk that still feels safe at night - no taxi needed. The ow", "..."], "calificacion": ["50"]},
{"autor": ["Hamish"], "titulo": ["Inexpensive but fancy"], "hotel": ["DC Suites"], "contenido": ["I had an overnight stay here when passing through on flights. Arriving at this accomodation was a welcome sight. Beautiful lobby, clean, lots of staff to help y", "..."], "calificacion": ["50"]},
{"autor": ["Hamish"], "titulo": ["An excellent place to stop"], "hotel": ["Hostal Sol y Luna"], "contenido": ["I had an overnight layover in Santiago and i stayed here. Far enough outside of the busy city but not too far (an easy Taxi trip). It feels secure and safe. I a", "..."], "calificacion": ["50"]},
{"autor": ["Hamish"], "titulo": ["exciting and terrifying cave"], "hotel": ["Ana Kakenga"], "contenido": ["Ana Kakenga is an awe inspiring cave just north of Hang Roa. Climb down into the entrance to see the end of the cave, a hole that opens onto a sheer cliff face ", "..."], "calificacion": ["50"]},
{"autor": ["Hamish"], "titulo": ["i spent every night here"], "hotel": ["Ahu Tahai"], "contenido": ["i was lucky to be staying very close to Ahu Tahai. it is an incredible place to watch the sunset. Unfortunately for me every night was cloudy or overcast except", "..."], "calificacion": ["40"]},
{"autor": ["Hamish"], "titulo": ["easy walk, spectacular view"], "hotel": ["Rano Kau"], "contenido": ["This is one of my favourite things that i got to do. A relatively easy and quick walk up the volcano gives you 360 degree views of the island as well as a view ", "..."], "calificacion": ["50"]},
{"autor": ["Hamish"], "titulo": ["Tourist zone"], "hotel": ["Anakena Beach"], "contenido": ["Rapa Nui is an island surrounded by incredible beaches that are quiet and most safe to swim at. Anakena is a large beach thats very popular and can become quite", "..."], "calificacion": ["30"]},
{"autor": ["Hamish"], "titulo": ["Learn the cultural history"], "hotel": ["Orongo"], "contenido": ["Orongo is an incredible experience high on one of the volcanoes. a small ceremonial vllage with plenty of signs to help you learn what this village was used for", "..."], "calificacion": ["50"]},
{"autor": ["Hamish"], "titulo": ["See where they carved to Moai"], "hotel": ["Rano Raraku"], "contenido": ["littered all over the volcano are patially and fully carved Moai, some small and some gigantic. An incredible feat"], "calificacion": ["50"]},
{"autor": ["Hamish"], "titulo": ["Incredible at sunrise"], "hotel": ["Ahu Tongariki"], "contenido": ["Get to this place prior to sunrise, get yourself a good spot to sit and simply wait for the magic to happen"], "calificacion": ["50"]},
{"autor": ["Hamish"], "titulo": ["Beautiful hostel walking distance from town"], "hotel": ["Hostal Cabanas Akapu"], "contenido": ["I stayed at Akapu for 6 nights in January, i had a private room with bathroom. Breakfast provided was delicious every morning and the owners were wonderful and ", "..."], "calificacion": ["50"]},
{"autor": ["Hamish"], "titulo": ["delicious"], "hotel": ["The Lobster Shack Tasmania"], "contenido": ["we had the lobster roll and it was delicious. for the price we would have liked more lobster in the roll, but if you order the lobster itself they are huge! the", "..."], "calificacion": ["40"]},
{"autor": ["Hamish"], "titulo": ["The best fish and chips"], "hotel": ["The Gulch"], "contenido": ["I have never in my life eaten fish and chips as good as from here. The freshest fish. Incredible and light batter. The owner is a great guy who loves his custom", "..."], "calificacion": ["50"]},
{"autor": ["mattiaxelmundo"], "titulo": ["Ottimi i pasticciotti. Si"], "hotel": ["Martinucci Laboratory"], "contenido": ["Ottimi i pasticciotti. Si é verificato un problema con la consegna, ma il responsabile si é dimostrato disponile e ha trovato una soluzione. Grazie a presto. 5 ", "..."], "calificacion": ["50"]},
{"autor": ["mattiaxelmundo"], "titulo": ["Burger Top - torneremo ♥️"], "hotel": ["Burger Wave San Paolo"], "contenido": ["Ottimo hamburger, carne di qualità e cottura perfetta. Bravi ragazzi, gentili e simpatici. Torneremo in 60 🚒🚒🚒.  "], "calificacion": ["50"]},
{"autor": ["mattiaxelmundo"], "titulo": ["25 euro a testa non vale la pena. Con 25 euro a roma prendi una buona pasta e un antipasto e sei sazio lo stesso "], "hotel": ["Dar Bottarolo Tor Marancia"], "contenido": ["Affettati scadenti. Menu 25 euro tutto incluso. Tagliere con una fetta di mortadella, una di salame acido e una di salamella. Mezzo tocchetto di formaggio 🧀 ", "..."], "calificacion": ["30"]},
{"autor": ["mattiaxelmundo"], "titulo": ["Bene ma non benissimo.  Tagliere misero "], "hotel": ["Er Macellaio"], "contenido": ["Bene ma non benissimo. Tagliere e abbacchio un poco miseri.L’abbraccio era composto da 3 costine e 3 patate.I filetti dei amici molto buoni.50 euro a testa ", "..."], "calificacion": ["30"]},
{"autor": ["mattiaxelmundo"], "titulo": ["Meglio la mensa in caserma"], "hotel": ["L'Allegra Fattoria"], "contenido": ["Meglio la mensa in caserma. Lasciate ogni speranza, o voi che entrate.Pranzo da dimenticare. Arriva l’antipasto e viene lasciato sul tavolo senza posate, ne", "..."], "calificacion": ["10"]},
{"autor": ["mattiaxelmundo"], "titulo": ["Bella location. Poco personale. Piatti piccoli ma buoni. "], "hotel": ["Ristorante La Pergola"], "contenido": ["Vista mare. Ottimi i piatti. Pochi camerieri per tantissimi tavoli. Un cameriere ti costa 50 euro ma cambia il servizio. Pane mai arrivato, calici dimenticati, ", "..."], "calificacion": ["30"]},
{"autor": ["mattiaxelmundo"], "titulo": ["Bene ma non benissimo, ci ritornerei ma non saprei..  "], "hotel": ["Olimpia mettete in pompa BIS"], "contenido": ["Locale strapieno. Tutte le finestre erano chiuse. Primo piano affollatissimo. “Non ce ne coviddi”. Aria sgradevole anche da respirare.Il personale era stanco,", "..."], "calificacion": ["20"]},
{"autor": ["mattiaxelmundo"], "titulo": ["Male ma non malissimo. Un"], "hotel": ["Terzo Gusto"], "contenido": ["Male ma non malissimo. Un paio di mesi fa, ottima cena e ottimo servizio.Ci sono tornato oggi. Cena deludente. La pizza e i primi niente male.Però il serviz", "..."], "calificacion": ["20"]},
{"autor": ["mattiaxelmundo"], "titulo": ["OTTIMA PIZZA UN PO'CARA MA OTTIMA"], "hotel": ["Pizzium - Roma"], "contenido": ["Buona La Pizza, Prezzi Alti. Ma A Volte Meglio Spendere Qualcosa In Piu' E Mangiare Bene. La Margherita Dovrebbe Avere Un Prezzo Fisso. 5 Euro Ovunque Nel Mon", "..."], "calificacion": ["50"]},
{"autor": ["mattiaxelmundo"], "titulo": ["Compliementi per la Carbonara e complimenti per il servizio offerto da Patrick"], "hotel": ["La Pentolaccia"], "contenido": ["Domenica d'agosto in una soffocante Roma. Una carbonara molto buona e un ottimo servizio offerto dal cameriere. Ottimi i cantucci con l'espresso. Ci ritornerò 1", "..."], "calificacion": ["50"]},
{"autor": ["mattiaxelmundo"], "titulo": ["Trovo assurdo questo ristorantino."], "hotel": ["Siamo Fritti"], "contenido": ["Trovo assurdo questo ristorantino. Siamo arrivati e il cameriere ci ha fatto accomodare con gentilezza, in aggiunta dopo qualche minuto abbiamo ordinato delle f", "..."], "calificacion": ["50"]},
{"autor": ["mattiaxelmundo"], "titulo": ["Bravi i ragazzi. Complimenti ci ritornerei. "], "hotel": ["Capodimonte"], "contenido": ["Bravi i ragazzi. Complimenti alle cameriere.  Cordiali e preparate a soddisfare l’esigenze di ogni cliente. Il primo molto buono e anche la bistecchina. Solo un", "..."], "calificacion": ["40"]},
{"autor": ["mattiaxelmundo"], "titulo": ["43,50 peggior spesi in una settimana in Toscana. Evitate quel “dal 1950” perché credetemi di ristorazione in quel posto davvero "], "hotel": ["Pasquini 1950"], "contenido": ["Non ci andate c’è molto di meglio in zona. Pappa al pomodoro acida. Sarà il caldo?Le pizze delle piadine croccanti, super croccanti, con ingredienti di scar", "..."], "calificacion": ["10"]},
{"autor": ["mattiaxelmundo"], "titulo": ["Orribile. Da paura. Se mi offrono il gelato non l’accetto"], "hotel": ["Ristorante Self- Service L'Orologio"], "contenido": ["Cameriere senza mascherina. Fa i coni senza guanti e al cono non ci mette nemmeno il tovagliolo. Guardare la foto. Igiene sotto i piedi. La granita è ghiaccio c", "..."], "calificacion": ["10"]},
{"autor": ["mattiaxelmundo"], "titulo": ["Devo sincero era tutto molto"], "hotel": ["Osteria Il Ciottolo"], "contenido": ["Devo sincero era tutto molto buono. Ottimi vini. Personale gentile. Un pranzo da 5 stelle. Però attenzione ai dettagli. Oggi pioveva e tanto. Diluvio e grandi", "..."], "calificacion": ["20"]},
{"autor": ["mattiaxelmundo"], "titulo": ["Caro, carissimo ma vale la pena. Tutto molto buono. Personale fantastico"], "hotel": ["Pasticceria Krizia"], "contenido": ["Caro, carissimo ma vale la pena. Personale gentile e prodotti di qualità. Buoni i dolci e il cappuccino fatto molto bene"], "calificacion": ["40"]},
{"autor": ["mattiaxelmundo"], "titulo": ["Ci ritornerei se non avessi trovato un piccolo pelo. I primi erano buoni sinceramente "], "hotel": ["Bella Napoli Bergamo"], "contenido": ["Tutto sommato abbiamo mangiato bene. Unico problema nelle linguine ai frutti di mare c’era un pelo rossiccio. Cose che possono succedere.  Non abbiamo detto nul", "..."], "calificacion": ["20"]},
{"autor": ["mattiaxelmundo"], "titulo": ["Un piscolabis como mucho más en la isla - un bar nórmale "], "hotel": ["Jamaica"], "contenido": ["Cafe normal. Barista y camarera cansados. A pedirle informaciones sobre el café me contestan: es de jamaica nada más. O sea que si os gusta el café mejor buscá", "..."], "calificacion": ["20"]},
{"autor": ["mattiaxelmundo"], "titulo": ["Más o menos como una pizza congelada del Mercadona "], "hotel": ["Restaurante Pizzeria La Traviatta"], "contenido": ["Hemos pedido unas pizzas para llevar. Unas pizzas salieron antes y la otras después 20 minutos.. la pizza parece la del Mercadona. No recomiendo absolutamente "], "calificacion": ["10"]},
{"autor": ["mattiaxelmundo"], "titulo": ["Ay que rica la bandeja paisa."], "hotel": ["Bar Casa Leo"], "contenido": ["Ay que rica la bandeja paisa. Recomiendo probarla 100% sabores parceros.. el sitio es muy sencillo pero la comida bien sabrosa.  "], "calificacion": ["50"]},
{"autor": ["BENJAMIN H"], "hotel": ["Casa Familiar Gye", "Caracol Azul"]},
{"autor": ["BENJAMIN H"], "titulo": ["You Feel like home!!!!!!!!"], "hotel": ["Casa Familiar Gye"], "contenido": ["We had a great time in Casa Familiar. Very tidy and lovely house equipped with everything you need. A good bed and nice bathroom. Josselin and Pilar are a great", "..."], "calificacion": ["50"]},
{"autor": ["Megan Muller"], "titulo": ["Relaxing and Peaceful"], "hotel": ["Isla Santay"], "contenido": ["Alright i had a great time here, you can rent a bike or just walk between the nature.. the experience is nice alone or in group i was alone and it is safe but y", "..."], "calificacion": ["50"]},
{"autor": ["Megan Muller"], "titulo": ["Oh gosh!! Amazing dish"], "hotel": ["La Casa del Encebollado"], "contenido": ["The owner of the hostel i was she told me about the encebollado because is the typical dish in Guayaquil. so she took me to this place. It was a fantastic idea.", "..."], "calificacion": ["50"]},
{"autor": ["Megan Muller"], "titulo": ["GREAT HOME"], "hotel": ["Casa Familiar Gye"], "contenido": ["I highly recommend Josselin´s hostal. She is such an amazing host. Her house is very clean, the free breakfst is basic (bread, eggs, coffee, jam, butter) but yo", "..."], "calificacion": ["40"]},
{"autor": ["NNP"], "titulo": ["Good quality Bakery with nice variety"], "hotel": ["Cyrano"], "contenido": ["This is a chain bakery, pastry shop with some locations having outdoor seating and next to their sister ice cream and coffee shop Corfu. I often stop by to grab", "..."], "calificacion": ["40"]},
{"autor": ["NNP"], "hotel": ["Cyrano"]},
{"autor": ["NNP"], "hotel": ["Cyrano"]},
{"autor": ["NNP"], "titulo": ["Fun Interactive Experience"], "hotel": ["SPYSCAPE Access All Areas Ticket"], "contenido": ["Fun activity to do with friends or for a family. Definitely recommend to get the all areas ticket and allow a good 2 to 3 hours to benefit from the full experie", "..."], "calificacion": ["40"]},
{"autor": ["NNP"], "titulo": ["Family Favorite, Great Ambiance, Food, Drinks and Service!"], "hotel": ["Lazy Dog Restaurant & Bar"], "contenido": ["Lazy Dog Restaurant & Bar is definitely a family favorite. Kid friendly and fun for adults and friends to get together as well. Huge menu, lots and lots of opti", "..."], "calificacion": ["40"]},
{"autor": ["NNP"], "titulo": ["Lovely Beachfront Hotel, Awesome Restaurant with Festive Friendly Atmosphere"], "hotel": ["Pearl Beach Hotel"], "contenido": ["Interior rooms are cramped and dark especially the garden facing ones. Highly recommend the beach front suites or for a splurge a beachfront villa. Pool is smal", "..."], "calificacion": ["40"]},
{"autor": ["NNP"], "titulo": ["Truly Authentic Italian Gelato"], "hotel": ["Baldini Gelateria"], "contenido": ["I love this place and so does my family. We go to the one located in Cumbaya and often buy different 1/2 liter bins of different flavors. A few classic flavors ", "..."], "calificacion": ["40"]},
{"autor": ["NNP"], "titulo": ["Very Basic Property with lousy furniture - Just OK if you have no choice in the middle of the night"], "hotel": ["DC Suites"], "contenido": ["Had no choice but to book this place last minute when my connecting flight was cancelled in the middle of the night. Thankfully this place was open and I could ", "..."], "calificacion": ["30"]},
{"autor": ["NNP"], "titulo": ["Convenient Location Average Hotel"], "hotel": ["Holiday Inn Los Angeles - LAX Airport"], "contenido": ["We spent one night between flights at the property. Conveniently located, decent guest service and the room was OK and practical. The property is convenient for", "..."], "calificacion": ["30"]},
{"autor": ["NNP"], "titulo": ["Good Quality Property with Superior Guest Services"], "hotel": ["Homewood Suites Orlando-Maitland"], "contenido": ["I've stayed here at least 6 times in the past couple of years. It's become my place to stay when I'm in town for business. The property is conveniently located ", "..."], "calificacion": ["30"]},
{"autor": ["NNP"], "titulo": ["Good hotel in the heart of Buckhead"], "hotel": ["Hyatt Place Atlanta/Buckhead"], "contenido": ["We stayed here twice in the past few weeks (over the busy holiday season). The hotel is centrally located and offers good parking options (for an additional cha", "..."], "calificacion": ["30"]},
{"autor": ["NNP"], "titulo": ["Good Ceviche Chain Restaurant in Quito"], "hotel": ["Los Cebiches De La Ruminahui"], "contenido": ["This is a pretty good ceviche and seafood restaurant with several locations across Quito. When we are too lazy to cook Sunday lunch we order our favorite cevich", "..."], "calificacion": ["40"]},
{"autor": ["NNP"], "titulo": ["Great Food & Views"], "hotel": ["Osteria della Pace"], "contenido": ["I've enjoyed several business lunches at Osteria della Pace since they opened. Their seafood and pasta dishes are my favorites. Convenient location for downtown", "..."], "calificacion": ["40"]},
{"autor": ["NNP"], "titulo": ["Awesome Fresh Seafood Dishes"], "hotel": ["Fisherman's Market & Grill"], "contenido": ["Had lunch at Fisherman's Market & Grill a few times over the summer and fall. Great fresh seafood dishes with different preparation options. Nice outdoor patio ", "..."], "calificacion": ["40"]},
{"autor": ["NNP"], "titulo": ["Lovely Sunset Dinner Spot"], "hotel": ["Ocean Lounge @ Holland House"], "contenido": ["Sadly the Philipsburg waterfront was abandoned and a mess. Without any cruise ship arrivals most places are closed and so many businesses look like they've been", "..."], "calificacion": ["40"]},
{"autor": ["NNP"], "titulo": ["Fun Jet Ski Excursion around Simpson Bay & Maho Beach"], "hotel": ["Jet Paradise"], "contenido": ["We did a 1-hour private led jet ski tour around the marina, Simpson Bay and Maho Beach. We enjoyed our tour of the Simpson Bay marina and display of one magnifi", "..."], "calificacion": ["50"]},
{"autor": ["NNP"], "titulo": ["Modern Renovated Hotel Conveniently Located"], "hotel": ["Hyatt Place Miami Airport East"], "contenido": ["We were there just for one night when our international flight was cancelled and were pleasantly surprised. We've stayed at other Hyatt Place properties in diff", "..."], "calificacion": ["40"]},
{"autor": ["NNP"], "titulo": ["Good Food & Lakefront views"], "hotel": ["Hillstone Restaurant"], "contenido": ["I've now had dinner twice at Hillstone Restaurant. The location and lake views as well as the food doesn't disappoint. Best to go early to catch the sunset, enj", "..."], "calificacion": ["40"]},
{"autor": ["7gautam"], "titulo": ["Good Clean and nice appartment in city centre"], "hotel": ["Hostal Suites Madrid"], "contenido": ["Nice clean and big rooms, helpfull staff, located in the city centre close to all major atractions. When i did not want to eat out i could make my scrambled egg", "..."], "calificacion": ["50"]},
{"autor": ["danielL8944JK"], "titulo": ["Clarissa & Daniel"], "hotel": ["Hostal Suites Madrid"], "contenido": ["Really nice place to stay in Guayaquil. It has a cool rooftop terrace with a great kitchen and even computers for the guests. The rooms are nice, clean and comf", "..."], "calificacion": ["50"]},
{"autor": ["Koen72"], "titulo": ["Great hotel in the center of town."], "hotel": ["Hostal Suites Madrid"], "contenido": ["I stayed here for 8 nights waiting for my flight home.The rooms are big enough, have a good airco, super good shower and really are spottles clean.It is a saf", "..."], "calificacion": ["50"]},
{"autor": ["Koen72"], "titulo": ["Best accommodation of a 3 week trip"], "hotel": ["Le Chant des Palmiers"], "contenido": ["After cycling against a fierce headwind from 'M Hamid, I was so Lucky to find this place. Spotless, spacious and very cool rooms, solar energy, great garden to ", "..."], "calificacion": ["50"]},
{"autor": ["AtlantaWanderlust"], "hotel": ["Santa Fe"], "contenido": ["No test results are required.  Just a 14 day quarantine.  I did my 14 days (and then some) in my RV, deep in the Lincoln National Forest.  (I am an RV full ti", "..."]},
{"autor": ["AtlantaWanderlust"], "hotel": ["Taos"], "contenido": ["Thank you so much for your kind note, Taoseno.  Yes, full timing has presented more challenges than I could have ever imagined.   I am grateful for our public l", "..."]},
{"autor": ["AtlantaWanderlust"], "hotel": ["Santa Fe"], "contenido": ["Please note I cross-posted this in the Taos forum.  I am also posting here in the Santa Fe forum, because I plan to be there next week to have some work done at", "..."]},
{"autor": ["AtlantaWanderlust"], "hotel": ["Taos"], "contenido": ["I am a full time RVer, having lived full time in my Winnebago for the past 8 years following retirement.  My RV and the small car I tow behind both have Texas p", "..."]},
{"autor": ["AtlantaWanderlust"], "titulo": ["Maskless During COVID"], "hotel": ["Burro Street Bakery"], "contenido": ["Heads up -- No masks on any staff members or customers during COVID despite state-wide mandate.   I am a guest in this state, so I wear a mask out of respect fo", "..."], "calificacion": ["20"]},
{"autor": ["AtlantaWanderlust"], "hotel": ["Shimla District"], "contenido": ["I am having the same challenges.  I have a ticket on the train from Kalka to Shimla, but I am considering going down and back up round trip on the train,  just ", "..."]},
{"autor": ["AtlantaWanderlust"], "hotel": ["Goa"], "contenido": ["I am currently staying at Agonda beach, and the waves are just a bit too rough for me to feel comfortable swimming.  (The old song \"I get knocked down\" keeps ru", "..."]},
{"autor": ["AtlantaWanderlust"], "titulo": ["Fantastic Place for a Rest!"], "hotel": ["Kaiya House"], "contenido": ["There comes a time, especially when traveling through India, that you just feel the need for a \"time out,\" to have a bit of comfort, communication, and caring. ", "..."], "calificacion": ["50"]},
{"autor": ["AtlantaWanderlust"], "hotel": ["Goa"], "contenido": ["Thanks so much.  I would not have thought to check with a \"boat trip\" company, so I appreciate the info.  I will look up Betty tomorrow."]},
{"autor": ["AtlantaWanderlust"], "hotel": ["Goa"], "contenido": ["Could you please tell me where you are seeing this tour offered?  I am currently in Agonda, and while I am interested in an organized tour, I have not seen any ", "..."]},
{"autor": ["AtlantaWanderlust"], "hotel": ["Pakistan"], "contenido": ["I am a US citizen, and went through the extensive application process for a Pakistan e-Visa.  I got an email tonight saying I had been \"refused.\"  No reason giv", "..."]},
{"autor": ["AtlantaWanderlust"], "hotel": ["Addis Ababa"], "contenido": ["Thank you for the reply.  I followed the directions from \"Addisadvisor\" from Bournemouth, UK, and they were excellent.  They led me right to the front door of t", "..."]},
{"autor": ["AtlantaWanderlust"], "hotel": ["Addis Ababa"], "contenido": ["Thank you so very much!  I will try to find it tomorrow."]},
{"autor": ["AtlantaWanderlust"], "hotel": ["Addis Ababa"], "contenido": ["I show on the restaurant website that there are several locations for this restaurant.  Does anyone happen to know which location Anthony Bourdain filmed his \"P", "..."]},
{"autor": ["AtlantaWanderlust"], "hotel": ["Bahrain"], "contenido": ["I am trying to decide about a stopover on my connection through Bahrain...how much time I should allow, what there is to see there, etc.   Unfortunately, almost", "..."]},
{"autor": ["AtlantaWanderlust"], "hotel": ["Ethiopia"], "contenido": ["For any US citizens where \"visa on arrival\" is not an option for Ethiopia (for example, coming across the border from Sudan,) I was able to obtain an Ethiopian ", "..."]},
{"autor": ["AtlantaWanderlust"], "titulo": ["Pricing itself out of a \"star\""], "hotel": ["Doc's Marina Grill"], "contenido": ["I have been coming to Port Townsend yearly in my motor home since 2014.  Each year, the prices at Doc's Marina Grill go up significantly.  This last visit, I sp", "..."], "calificacion": ["40"]},
{"autor": ["AtlantaWanderlust"], "titulo": ["New Place, Highly Recommended"], "hotel": ["Cedrón Wine Bar"], "contenido": ["Can it be I am the first to review this new restaurant on Trip Advisor?  It's a brand new restaurant only open for two weeks.I came to find it via a recommend", "..."], "calificacion": ["50"]},
{"autor": ["AtlantaWanderlust"], "hotel": ["Madrid"], "contenido": ["Thanks to all who responded.  I ended up booking the train, however it goes into Principe Pio station, so I will either have to take a taxi, or make a transfer ", "..."]},
{"autor": ["AtlantaWanderlust"], "hotel": ["Madrid"], "contenido": ["I am coming to Madrid by way of Salamanca, and need to figure out whether it is best to arrive via train or bus.  My hotel is near the Tirso De Molina metro sto", "..."]},
{"autor": ["cust0mer007"], "titulo": ["Multiple trips with Budget Georgia"], "hotel": ["Budget Georgia"], "contenido": ["We booked multiple trips with this company and we were positively surprised. First of all Giga communicate very well and helped us to organise the best transpor", "..."], "calificacion": ["50"]},
{"autor": ["cust0mer007"], "titulo": ["Hidden Gem of Tibilisi"], "hotel": ["Sulico Wine Bar"], "contenido": ["We came across this restaurant while wondering on the streets of Tibilisi. The place is situated in a quiet but sunny spot and has a great music that complement", "..."], "calificacion": ["50"]},
{"autor": ["cust0mer007"], "titulo": ["I wish it was good... :("], "hotel": ["Kakheti David Tours"], "contenido": ["We booked 3 tours with David. He communicated well and answered all our questions priority to our tours. As we had limited time we spoke to David about tailorin", "..."], "calificacion": ["20"]},
{"autor": ["cust0mer007"], "titulo": ["Pizza-licious!"], "hotel": ["Pizza Punks"], "contenido": ["Me and my boyfriend heard a lot about this place and decided to check it out last weekend. The decor is very modern but a the same gives a nice atmosphere to th", "..."], "calificacion": ["50"]},
{"autor": ["cust0mer007"], "titulo": ["Delicious Steaks and pleasant service!"], "hotel": ["Grill on the Corner"], "contenido": ["We visited GOTC last week for our anniversary. We order Mussels and mushrooms for our started followed by a Chateaubriand with many sides and extras! We loved t", "..."], "calificacion": ["50"]},
{"autor": ["cust0mer007"], "titulo": ["Outstanding food and setting"], "hotel": ["Ceviche Seafood Kitchen"], "contenido": ["This restaurant is situated at the one of main squares in Cusco. From the entry to the restaurant all the way to the table set up you will get sea food sailing ", "..."], "calificacion": ["50"]},
{"autor": ["cust0mer007"], "titulo": ["Lovely hotel at good price in the close distance from the main plaza"], "hotel": ["Hotel Golden Inca"], "contenido": ["Lovely hotel near the main square (10 minutes walk). The area is safe and it is a pleasant. The staff is super friendly and helpful and speaks very good English", "..."], "calificacion": ["50"]},
{"autor": ["cust0mer007"], "titulo": ["5 ***** experience with Viva Peru"], "hotel": ["Viva Peru Tours"], "contenido": ["We were a group of 4 girls booking our holidays from UK. We didn't know what to expect so we were a bit nervous to book everything upfront but due to limited ti", "..."], "calificacion": ["50"]},
{"autor": ["cust0mer007"], "titulo": ["Basic hotel near airport"], "hotel": ["Hotel Garzota Inn"], "contenido": ["This hotel has a basic facilities. Big comfy beds and is in very short walk from the airport and Air Con. Nice, helpful and polite service. However, room layout", "..."], "calificacion": ["30"]},
{"autor": ["cust0mer007"], "titulo": ["Excellent entertainment at great price!"], "hotel": ["The Stand Comedy Club"], "contenido": ["I recently visited the Stand Comedy Club as I heard a number of great things about this little place. I must to admit I wasn't disappointing. All four acts were", "..."], "calificacion": ["50"]},
{"autor": ["cust0mer007"], "titulo": ["Busy Italian Restaurant"], "hotel": ["La Vita"], "contenido": ["I visited La Vita last weekend. Decor and place itself is very cosy. We were seated in Mid-floor where if you are lucky you might get table next to window and w", "..."], "calificacion": ["30"]},
{"autor": ["cust0mer007"], "titulo": ["Nice dining experience"], "hotel": ["Madami - Mom's Vietnamese Kitchen"], "contenido": ["We visited Madami on our trip in Berlin. I need to admit food was delicious we shared some of the starters such as Tom Yum soup, Salad, Mango chicken. We also o", "..."], "calificacion": ["40"]},
{"autor": ["cust0mer007"], "titulo": ["Cool place in Merchant city!"], "hotel": ["Bar Soba Merchant City"], "contenido": ["I love Asian food and Bar Soba is always on the top of my list when in Glasgow. This time we tried Bar Soba in Merchant city. It has a very cool, quirky decor", "..."], "calificacion": ["40"]},
{"autor": ["cust0mer007"], "titulo": ["Just Okay"], "hotel": ["All Bar One Glasgow"], "contenido": ["I visited the restaurant last week after receiving e-mail about their Veganuary deal which I thought was brilliant! It was Saturday so there was a nice buzz abo", "..."], "calificacion": ["30"]},
{"autor": ["cust0mer007"], "titulo": ["Great interactive museum!"], "hotel": ["The Riverside Museum of Transport and Travel"], "contenido": ["Perfect attractions for tourists and locals on a boring raining day in Glasgow. The museum allow you to admire hundred of classic, vintage and modern vehicles. ", "..."], "calificacion": ["50"]},
{"autor": ["cust0mer007"], "titulo": ["Lack of identity and atmosphere food just okay..."], "hotel": ["Alla Italia"], "contenido": ["This place it a half on half restaurant with Alla Turca. Decor is half turkish with some sofa seats at the front and tables at the back. They also have a whole ", "..."], "calificacion": ["20"]},
{"autor": ["cust0mer007"], "titulo": ["Positively surprised"], "hotel": ["Doubletree by Hilton Hotel Glasgow Central"], "contenido": ["We hired Executive Room for few nice and I need to admit the service and room was just perfect. The room was well equipped and had a beautiful lounge and small ", "..."], "calificacion": ["50"]},
{"autor": ["cust0mer007"], "titulo": ["Hipster pizza is a thing now!"], "hotel": ["Paesano"], "contenido": ["I need to admit I went to Paesano due to the hype about the place and everyone talking about it. The venue is hidden away and has very atmospheric warm decor ", "..."], "calificacion": ["50"]},
{"autor": ["cust0mer007"], "titulo": ["Nice place, good choices but ..."], "hotel": ["Coias Cafe"], "contenido": ["I need to say that I have been to Coia's on number of occasions. Their menu is very good in terms of choice and reasonable prices. I need to admit that I probab", "..."], "calificacion": ["30"]},
{"autor": ["cust0mer007"], "titulo": ["Nice fresh bread and good coffe"], "hotel": ["Tapa Coffee & Bakehouse"], "contenido": ["A very small quirky place in the heart of Dennistoun. It is perfect place for vegans and vegetarians. I am personally neither vegan or vegetarian but I always f", "..."], "calificacion": ["40"]},
{"autor": ["MateMujer"], "titulo": ["Some of the best food, with the nicest people!"], "hotel": ["Cabana Mar del Sol"], "contenido": ["Their cerviche is to die for!  All the food is good, and the family that runs it, well, they couldn't be any nicer!  Located all the way to the north end, the l", "..."], "calificacion": ["50"]},
{"autor": ["MateMujer"], "titulo": ["One of the nicest local people around."], "hotel": ["Cabana Mar del Sol"], "contenido": ["Family owned cabana restaurant that catches their own seafood.  Reynaldo and his family are hard working and genuine people with EXCELLENT FOOD!A hidden treasu", "..."], "calificacion": ["50"]},
{"autor": ["MateMujer"], "titulo": ["Nice restaurant to go to with friends."], "hotel": ["Spondylus"], "contenido": ["Very fine dining with often live music on Friday and Saturday.The food is excellent.  The wine is a tad bit expensive, but all in all, it is totally worth the ", "..."], "calificacion": ["50"]},
{"autor": ["MateMujer"], "titulo": ["Our favorite breakfast place."], "hotel": ["Roadhouse"], "contenido": ["You cannot beat the breakfast here.  Juice, coffee and a good sized breakfast for $3.50.  The owner? speaks excellent English and they often have live music at ", "..."], "calificacion": ["50"]},
{"autor": ["MateMujer"], "titulo": ["Very nice,  super clean."], "hotel": ["Terrace Inn"], "contenido": ["It is a very nice, super clean hotel.  If you need anything, ask Bobby Bell, he will surely try his best to accommodate you!  Rates are generally $25 to $30 per", "..."], "calificacion": ["50"]},
{"autor": ["MateMujer"], "titulo": ["One of the best places we have ever stayed!"], "hotel": ["Promenade Hostel"], "contenido": ["A very nice Hostal.  The rooms are nice, super, super clean.  If you can, stay in the room above the office, which has a small balcony.  Perfect for sipping on ", "..."], "calificacion": ["50"]},
{"autor": ["MateMujer"], "titulo": ["The best place ever!"], "hotel": ["Hospederia Bellavista Bellevue"], "contenido": ["We met Sabine's mother, who is French, and she welcomed us like we were family.  They gave us a better room than what we booked and it was incredible.  Kitchen,", "..."], "calificacion": ["50"]},
{"autor": ["MateMujer"], "titulo": ["Food was ok, service could be better."], "hotel": ["La Panga"], "contenido": ["Food was ok, but I think their grandson was the waiter, and probably could have cared less about his job.  It was a good amount of food, but I would have rather", "..."], "calificacion": ["30"]},
{"autor": ["MateMujer"], "hotel": ["Ecuador"], "contenido": ["We always take a good dose of salt before boarding a bus.  It really helps you from having to go.  These long haul buses usually do have bathrooms and they will", "..."]},
{"autor": ["MateMujer"], "titulo": ["Nice little hotel.  Clean, good air.  Nice Staff"], "hotel": ["DC Suites"], "contenido": ["Make sure you print out a map to find it.  It is very difficult to find and only has one little wooden sign that says DC on door.  Use the blue topped church fo", "..."], "calificacion": ["40"]},
{"autor": ["MateMujer"], "titulo": ["Great place to take kids."], "hotel": ["Malecon 2000"], "contenido": ["Lost all my pictures, but eat at the big ship looking restaurant while there.  Go up top and check out the iguanas eating.  Good margaritas and food.  A little ", "..."], "calificacion": ["50"]},
{"autor": ["MateMujer"], "titulo": ["A nice little motel kind of hotel.  Within walking distance of downtown and beach."], "hotel": ["Hotel Quinta Del Sol"], "contenido": ["We booked on Spring Break and I was actually shocked to find a room this cheap.  We paid about $70 a night which I felt was a good deal considering everyone els", "..."], "calificacion": ["40"]},
{"autor": ["MateMujer"], "titulo": ["Always a nice day on the beach!"], "hotel": ["Medano Beach"], "contenido": ["Try the little café just west of \"The Office.\"  It's not bad and generally way less crowded.  Dislike all the vendors, but hey, they are just trying to make a b", "..."], "calificacion": ["50"]},
{"autor": ["MateMujer"], "titulo": ["Best beach in Cabo."], "hotel": ["Santa Maria Beach"], "contenido": ["Awesome little beach,  Enjoy it before it is all commercialized.  For more fun, take the Eco-cat cruise there and do a little snorkeling.  Just don't touch the ", "..."], "calificacion": ["50"]},
{"autor": ["MateMujer"], "titulo": ["Nice restaurant! Excellent location."], "hotel": ["La Chatita Restaurant & Bar"], "contenido": ["Nice restaurant.  Excellent service.  Only thing bad was our chilaquiles were a little on the \"overly spicy, too hot\" side.  Other than that, we really liked it", "..."], "calificacion": ["40"]},
{"autor": ["MateMujer"], "titulo": ["Very nice, close to walled city."], "hotel": ["Casa Bustamante Hotel Boutique"], "contenido": ["Very beautiful pool with an incredible painting on the pool wall.   Breakfast was good and plentiful.  The staff was very friendly,  the food was excellent and ", "..."], "calificacion": ["50"]},
{"autor": ["MateMujer"], "titulo": ["Definitely worth seeing."], "hotel": ["Walled City of Cartagena"], "contenido": ["Ancient walls, lots of vendors.  Good food. Although it was a bit too crowded for our liking.  A must see though. "], "calificacion": ["40"]},
{"autor": ["MateMujer"], "titulo": ["Excellent food,  good music."], "hotel": ["Restaurante La Langosta"], "contenido": ["Great food,  great price.  Was a little disturbed that the help was not more attentive,  they were too busy on their cell phones and talking to each other to no", "..."], "calificacion": ["50"]},
{"autor": ["MateMujer"], "titulo": ["Amazing fun place with great food, drinks and views!"], "hotel": ["Cafe Bar Restaurant La Parola"], "contenido": ["A very hip bar/restaurant  with an  almost 70's style flair.  The food was excellent and the night we were there it was not busy, but I can imagine it would be ", "..."], "calificacion": ["50"]},
{"autor": ["MateMujer"], "titulo": ["Great food"], "hotel": ["Lazy B Grill"], "contenido": ["Good food and extra special people!Really cool interior design I might add. Best dang burgers in town."], "calificacion": ["50"]},
{"autor": ["nvcaster"], "titulo": ["grosse arnaque - à éviter"], "hotel": ["Escale Profondeville"], "contenido": ["Les mesuresanti-COVID du gouvernement (fermeture de l'horeca & couvre-feu) ayant été prise après ma réservation, notre voyage n'était plus possible.Aucune comp", "..."], "calificacion": ["10"]},
{"autor": ["nvcaster"], "titulo": ["Excellent night near the airport"], "hotel": ["DC Suites"], "contenido": ["David and Christian are running this hotel very well and will take care of all your transportation to/from the bus terminal, airport and more. Very clean and c", "..."], "calificacion": ["40"]},
{"autor": ["nvcaster"], "titulo": ["Welcome home!"], "hotel": ["Jumbo Lodging"], "contenido": ["We booked one night at Dawn's Lodge or Jumbo Lodging for our first night in Quito. Typically we do so to look for a better place to stay during that first day, ", "..."], "calificacion": ["50"]},
{"autor": ["nvcaster"], "titulo": ["Great rainforest experience"], "hotel": ["Jamu Lodge"], "contenido": ["It's hard to choose a lodge in the Cuyabeno reserve and we can only share how our expectations were more than met.The accommodation is very clean and the beds ", "..."], "calificacion": ["40"]},
{"autor": ["nvcaster"], "titulo": ["Very good value for money"], "hotel": ["Hostal Cloud Forest"], "contenido": ["The hostel provides you with itineraries for daytrips or the quilotoa loop.Good food and comfortable rooms.Best about this hostel is the atmosphere though. We", "..."], "calificacion": ["40"]},
{"autor": ["nvcaster"], "titulo": ["Nice experience in a special place"], "hotel": ["The Secret Garden Cotopaxi"], "contenido": ["I would not call secret garden a hostel. It's not very cheap and only offers full board. But the experience you get on top of that is well worth your money. T", "..."], "calificacion": ["40"]},
{"autor": ["nvcaster"], "titulo": ["A fair place at a fair price"], "hotel": ["Hostal Yakumama"], "contenido": ["I agree with some reviewers that the fuzz created by the Lonely Planet is a bit overrated. The common areas are a bit dispersed which can give a bit empty impre", "..."], "calificacion": ["30"]},
{"autor": ["nvcaster"], "titulo": ["Fair value, but a bit noisy"], "hotel": ["La Cigale"], "contenido": ["The restaurant and bar is really very nice and is contributing a lot to the atmosphere of the place. Our room (n5) was in the back so we did not have too much p", "..."], "calificacion": ["40"]},
{"autor": ["nvcaster"], "titulo": ["Best coffee of Ecuador"], "hotel": ["Casa Azul Galería Café"], "contenido": ["If you're a coffee addict like me, a decent espresso is already worth 5 stars in Ecuador.But the setting (superb colonial plaza) and the exhibited art is adding", "..."], "calificacion": ["50"]},
{"autor": ["nvcaster"], "titulo": ["Una bellissima esperienza "], "hotel": ["Associazione Nemo - mare, cultura, territorio"], "contenido": ["We arrived in Luca & Gianluca's office telling them we had 4h left on the island and wanted to go snorkling.In no time they fixed a boat and equipment for us a", "..."], "calificacion": ["50"]},
{"autor": ["nvcaster"], "titulo": ["Good but pricy food at average service"], "hotel": ["Il Ristorante di Casa Celestino"], "contenido": ["The food was really delicious and very creatively presented on the plates. It was not a cheap meal but we thought it was value for our money. If your hesitatin", "..."], "calificacion": ["30"]},
{"autor": ["nvcaster"], "titulo": ["Horrible rooms in a good location"], "hotel": ["Hotel Bella Capri"], "contenido": ["When you book a last minute room in a hostel at €60 for a double you don't expect much but a simple small room with average beds.What we did not expect was a f", "..."], "calificacion": ["10"]},
{"autor": ["nvcaster"], "titulo": ["good hostel for short stays"], "hotel": ["Aluna Casa y Cafe"], "contenido": ["we stayed here with 5 friends in a 6 bed dorm after 23h of flights, busses and taxi.The hostel is very well located and close to everything you have to see in ", "..."], "calificacion": ["40"]},
{"autor": ["nvcaster"], "titulo": ["Very original hostel to really blend into the forest"], "hotel": ["Casa Loma Minca"], "contenido": ["We stayed here with 5 friends for one night and really enjoyed this place.2 of us slept in hammocks and the other 3 in a dorm.Both were very comfortable and b", "..."], "calificacion": ["50"]},
{"autor": ["nvcaster"], "titulo": ["an unfortunate subaverage experience"], "hotel": ["Casa Cristi"], "contenido": ["Instead of dining in our hostel Casa Loma (which looked delicious) we decided to go for a burger at Casa Cristi.As stated in the other reviews, Cristi and her ", "..."], "calificacion": ["20"]},
{"autor": ["nvcaster"], "titulo": ["A nice place to get some rest and enjoy the pool"], "hotel": ["DunaGolf Bungalows"], "contenido": ["We stayed here with two couples in two different bungalows.The bungalows are very correct, with a clean bathroom. The first day we had some issues with the ele", "..."], "calificacion": ["30"]},
{"autor": ["nvcaster"], "titulo": ["Well managed park, with very cool \"free flight\" shows"], "hotel": ["Palmitos Park"], "contenido": ["The park is excellent for families with kids, but the shows are interesting for adults as well.Personally I really liked the exotic and rapace \"free flight\" sh", "..."], "calificacion": ["40"]},
{"autor": ["nvcaster"], "titulo": ["slow, cold and unfriendly service"], "hotel": ["Eigelstein"], "contenido": ["We've waited for 40 minutes for our drinks. Hot chocolates we're cold. Food was good though.When the waitress realized part of our order was not available any", "..."], "calificacion": ["10"]},
{"autor": ["nvcaster"], "titulo": ["Not expensive at all and the locals love it!"], "hotel": ["Zizzi Pizza - Laboratorio artigianale"], "contenido": ["Most of the pizzeria al taglio provide average pizza, but this place is different.You pick your slices from up to 10 really good pizzas.Very nice service by a", "..."], "calificacion": ["40"]},
{"autor": ["nvcaster"], "titulo": ["Sympathetic young crew, original drinks and excellent food!"], "hotel": ["Beere Mangiare & Co"], "contenido": ["My girlfriend and myself joined a friend there for a bite and paid about €90 for 2 steak tartare, a bottle of selected wine, tiramisu and apple pie with ice cre", "..."], "calificacion": ["40"]},
{"autor": ["KatrineJonas"], "titulo": ["Must do in baños"], "hotel": ["El Vuelo Del Condor"], "contenido": ["Went to \"El vuelo del condor\", and tried the biggest swing \"la bestia\". I highly recommend to try this if you are going to Baños. The crew are very service mind", "..."], "calificacion": ["50"]},
{"autor": ["KatrineJonas"], "titulo": ["Satisfied "], "hotel": ["DC Suites"], "contenido": ["I staid one night in Guayaquil on my way to galápagos, an picked this hotel randomly online. I was positively surprised by the staffs great service and friendly", "..."], "calificacion": ["50"]},
{"autor": ["daveE9240KL"], "titulo": ["Easy, good location, quiet and nice hosts"], "hotel": ["DC Suites"], "contenido": ["It's the perfect place for a stop before going to the galapagos. Its inwalkimg distance to the airport. Its economic, clean and quiet. The Staff is nice and sup", "..."], "calificacion": ["50"]},
{"autor": ["daveE9240KL"], "titulo": ["A friendly farmhouse at the perfect location"], "hotel": ["Pacheco Farmhouse - Intag Valley"], "contenido": ["The location is perfect. It is in the middle of the Intag Valley right next to the road and river. For sleeping, it is quiet. the only thing that you will hea", "..."], "calificacion": ["50"]},
{"autor": ["daveE9240KL"], "titulo": ["The best horseride of my life"], "hotel": ["Rancho Playa"], "contenido": ["We were welcomed very friendly by Nicole and Carole. The introduction on how to ride a horse was quick and easy. The ride was in a group of 5 guests plus Nicole", "..."], "calificacion": ["50"]},
{"autor": ["TamCam2"], "titulo": ["Fun for teens"], "hotel": ["Arcade City"], "contenido": ["My three teenagers enjoyed this place.  It had fun carpet, was clean, not too loud, and the kids played for a while with only $20!  I was across the street most", "..."], "calificacion": ["50"]},
{"autor": ["TamCam2"], "titulo": ["A fun ride"], "hotel": ["The Branson Coaster"], "contenido": ["My family just happened to see the Sawmill upon passing it and decided to try the coaster.  All five of us were surprised at the speed and length of the ride.  ", "..."], "calificacion": ["50"]},
{"autor": ["TamCam2"], "titulo": ["I'd much rather go here than Disney"], "hotel": ["Silver Dollar City"], "contenido": ["We were in Branson and decided to go to Silver Dollar City after talking with some other travelers.  Wow! We were so impressed!  Our three sons (age 21, 18, and", "..."], "calificacion": ["50"]},
{"autor": ["TamCam2"], "titulo": ["Excellent Food!"], "hotel": ["Peppers"], "contenido": ["Our family really enjoys this restaurant in Port St. Joe.  It is always crowded when we go, so I would recommend allowing some wait time.  I haven't had anythin", "..."], "calificacion": ["50"]},
{"autor": ["TamCam2"], "titulo": ["Really good pizza!"], "hotel": ["Joe Mama's Wood Fired Pizza"], "contenido": ["Just visited Joe Mama's today, and was delicious.  I enjoyed the flight of craft beers, the pizza was very good, the people were friendly, and the place was qua", "..."], "calificacion": ["50"]},
{"autor": ["TamCam2"], "titulo": ["Great food and the best jalapeno margarita ever!"], "hotel": ["Diego's Burrito Factory"], "contenido": ["The food here is fast and fresh.  Its not a traditional sit-down-and-get-served restaurant, but don't let that stop you from trying it!  You may sit out side if", "..."], "calificacion": ["50"]},
{"autor": ["TamCam2"], "titulo": ["Great location and rooms!"], "hotel": ["Homewood Suites by Hilton Fargo"], "contenido": ["The property has shuttle service from/to the airport and has a great location right next to the airport. The rooms were nice, big, and clean, and the beds were ", "..."], "calificacion": ["50"]},
{"autor": ["TamCam2"], "titulo": ["The ice rolls dominate!"], "hotel": ["Pokee & Ice Rolls"], "contenido": ["I love the pokee bowls with the sticky sushi rice, but the greatest food attraction is the made-in-front-of-you ice rolls.  They are so delicious!   A must have", "..."], "calificacion": ["50"]},
{"autor": ["TamCam2"], "titulo": ["Staff is excellent!"], "hotel": ["Hampton Inn & Suites Orlando Airport @ Gateway Village"], "contenido": ["The rooms are nice and clean and the staff is very attentive and professional.  The breakfast is typical, but served in a nice, comfortable, and clean area. I s", "..."], "calificacion": ["50"]},
{"autor": ["TamCam2"], "titulo": ["Centrally located and nice place to stay"], "hotel": ["Jurys Inn Edinburgh"], "contenido": ["Stayed one night here a couple of weeks ago, and would have stayed longer, but it was booked. The only complaint I have is that my room faced the train station,", "..."], "calificacion": ["40"]},
{"autor": ["TamCam2"], "titulo": ["Nice, but overcrowded"], "hotel": ["Minnehaha Park"], "contenido": ["This was a lovely place to stroll around, hang out, or enjoy a picnic.  My only complaint is that there were SO many people that enjoying the scenery and walks ", "..."], "calificacion": ["40"]},
{"autor": ["TamCam2"], "titulo": ["A great show."], "hotel": ["Medora Musical"], "contenido": ["My parents and I really enjoyed the show, but the lines in and out were long and bathroom lines were crazy.  I would definitely do this again, I would just time", "..."], "calificacion": ["50"]},
{"autor": ["TamCam2"], "titulo": ["Great atmosphere, and great food and wine"], "hotel": ["Wine Knot Tapas"], "contenido": ["Lovely place to enjoy excellent wine and wonderfully creative foods.  It is a bit on the expensive side, but it is worth it to get away from the usual."], "calificacion": ["50"]},
{"autor": ["TamCam2"], "titulo": ["Nice stay for a layover"], "hotel": ["DC Suites"], "contenido": ["Nine of us traveling to the Galapagos stayed at DC Suites for the night.  We arrived around 1 AM, and pick up and check in couldn't have been smoother.  Christi", "..."], "calificacion": ["50"]},
{"autor": ["TamCam2"], "titulo": ["This trip was AMAZING!"], "hotel": ["Golondrina Yacht"], "contenido": ["Our group of nine (two families with teens and a tween) couldn't be more happy with our 8-day Galapagos tour on the Golondrina (and we just got back today!).  T", "..."], "calificacion": ["50"]},
{"autor": ["TamCam2"], "titulo": ["The selection of beers is fun!"], "hotel": ["Craft 850"], "contenido": ["The food here is okay, but the selection of beers makes the experience fun.  I have been here several times, but really don't remember anything about the food t", "..."], "calificacion": ["40"]},
{"autor": ["TamCam2"], "titulo": ["Great foods"], "hotel": ["Fatty Patty's Cakes & Cafe"], "contenido": ["Everything I have eaten here has always been good and I have eaten here over a dozen times in the past two years.  The only problem is that seating is very limi", "..."], "calificacion": ["40"]},
{"autor": ["TamCam2"], "titulo": ["Fish Tacos Rock!!"], "hotel": ["Finns Island Style Grub"], "contenido": ["I fell in love at first bite with their fabulous fish tacos and could eat them everyday!  I have never eaten anything else at Finn's, because I LOVE the fish ta", "..."], "calificacion": ["50"]},
{"autor": ["TamCam2"], "titulo": ["Only Drawback -- Parking is $25! Otherwise 5 stars!"], "hotel": ["Hilton Garden Inn Atlanta - Buckhead"], "contenido": ["There is not nothing I can say negatively about this hotel except I made a reservation thinking the price was extremely reasonable, but then found out I had to ", "..."], "calificacion": ["40"]},
{"autor": ["TamCam2"], "titulo": ["Aways too crowded!"], "hotel": ["Shipwreck Island Waterpark"], "contenido": ["Sure, the waterpark is fun...but it is always too crowded.  The lifeguards do a great job, the grounds are kept well, and the price is a bit much for local fami", "..."], "calificacion": ["30"]},
{"autor": ["MadSadie"], "titulo": ["A good place"], "hotel": ["ZUMO Food & Drink"], "contenido": ["I live in the area, and it’s the only place I’ve found that makes their own noodles for ramen instead of using instant. A wee bit pricey for vegetarian options ", "..."], "calificacion": ["50"]},
{"autor": ["MadSadie"], "titulo": ["Good place for souvenirs."], "hotel": ["Casa della balsa"], "contenido": ["I suspect this place is like the bulk supply store for all the little souvenir shops. Lots of cheap little knickknacks and bigger not-so-cheap ones. You can buy", "..."], "calificacion": ["50"]},
{"autor": ["MadSadie"], "titulo": ["Best hotel in Guayaquil"], "hotel": ["DC Suites"], "contenido": ["I swear I don’t know when the owner of that place sleeps, he’s always available to pick someone up or drop someone off at the airport. Always. Super friendly pe", "..."], "calificacion": ["50"]},
{"autor": ["letterwiz"], "titulo": ["Fresh & Tasty "], "hotel": ["Amadio's Pizza"], "contenido": ["This is our go to place for pizza! We’ve tried the other places around the area and always go back to Amadio’s.You can call in or order online and choose pick ", "..."], "calificacion": ["50"]},
{"autor": ["letterwiz"], "titulo": ["Custom tours, local people"], "hotel": ["Guiding Galapagos Expeditions"], "contenido": ["We booked late in the game and Guiding Galápagos stepped up and made it happen. Contact by email throughout the planning stages was excellent. We were there 6 n", "..."], "calificacion": ["50"]},
{"autor": ["letterwiz"], "titulo": ["Very pleasant stay"], "hotel": ["The Wooden House Lodge"], "contenido": ["This is a quiet retreat. The staff is pleasant and welcoming. You are greeted with a smile and a pleasant fruit drink and briefed about the amenities before bei", "..."], "calificacion": ["40"]},
{"autor": ["letterwiz"], "titulo": ["Not our kind of Pizza"], "hotel": ["Cafe Hernan"], "contenido": ["To be fair, we didn’t try their other menu items but we did have the pizza. I suppose pizza in Ecuador was a mistake but they did have a big sign out front adve", "..."], "calificacion": ["20"]},
{"autor": ["letterwiz"], "titulo": ["Quite Interesting"], "hotel": ["Charles Darwin Research Station"], "contenido": ["This is free a self-guided tour with plenty to see and read; I found it was enough for me to absorb in one visit. We were there for about two hours. As you walk", "..."], "calificacion": ["40"]},
{"autor": ["letterwiz"], "titulo": ["Clean, basic room; good breakfast"], "hotel": ["Hotel Ninfa"], "contenido": ["The hotel is in a convenient location: close to the pier, grocery store, ATMs and main strip; about a 20 min walk to Darwin Research Centre. Free bicycles were ", "..."], "calificacion": ["40"]},
{"autor": ["letterwiz"], "titulo": ["Clean, comfortable and safe."], "hotel": ["DC Suites"], "contenido": ["We stayed just one night here, on our way to the Galapagos. Take $US cash - everything seemed to be cash only, in our experience. They picked us up at the airpo", "..."], "calificacion": ["40"]},
{"autor": ["letterwiz"], "titulo": ["Innovative and well paced."], "hotel": ["Ki Restaurant & Lounge"], "contenido": ["This restaurant has blended modernism with traditional Japanese design features; high ceilings, large windows and understated decor coupled with river rock wate", "..."], "calificacion": ["40"]},
{"autor": ["letterwiz"], "titulo": ["Welcoming and clean."], "hotel": ["Hampton Inn Napanee-Ontario"], "contenido": ["Staff went out of their way to make you feel welcome and help with anything you asked. The bed was comfortable, lots of pillows, nice smooth feeling sheets. Ple", "..."], "calificacion": ["40"]},
{"autor": ["letterwiz"], "titulo": ["Christian Dior and Wildlife Photography"], "hotel": ["Royal Ontario Museum"], "contenido": ["The ROM has as extensive permanent collection as well as special exhibits that change every few months. We find there is so much to see and learn there. Last we", "..."], "calificacion": ["50"]},
{"autor": ["letterwiz"], "titulo": ["Beginner Dive"], "hotel": ["Anthony's Key Resort"], "contenido": ["This was an excursion that we enrolled for through Carnival Cruise lines. There was a 30 minute van ride to the site - not too long but long enough to get a gli", "..."], "calificacion": ["50"]},
{"autor": ["letterwiz"], "titulo": ["Local favourite"], "hotel": ["Thyme Ristorante"], "contenido": ["This is a busy restaurant and likely best to make a reservation. Their food isn't exceptional but it's above average and the service is friendly. We go here onc", "..."], "calificacion": ["40"]},
{"autor": ["letterwiz"], "titulo": ["Good Breakfast"], "hotel": ["Bobby's Hideaway"], "contenido": ["A new Bobby's Hideaway opened up fairly recently in \"Port Credit\", well almost Port Credit it's technically a stone's throw east in Lakeview. We tried it for a ", "..."], "calificacion": ["40"]},
{"autor": ["letterwiz"], "titulo": ["Different experience"], "hotel": ["Ape Cave Lava Tubes"], "contenido": ["There are two options available: upper level with a challenging vertical climb, lower level which is quite easy so long as you can navigate uneven/ rocky ground", "..."], "calificacion": ["30"]},
{"autor": ["letterwiz"], "titulo": ["Good Value."], "hotel": ["King Oscar Motel"], "contenido": ["We had a king room, which was spacious and pretty clean. I wouldn't have taken a bath but the walls and tub were clean, just that the non-skid stuff in the bott", "..."], "calificacion": ["30"]},
{"autor": ["letterwiz"], "titulo": ["Love swimmin' with the fishies"], "hotel": ["Ripley's Aquarium of Canada"], "contenido": ["This is the coolest aquarium I've ever visited. I won't say i am an aquarium expert but I have visited a few over the years. I loved the huge fresh water aquari", "..."], "calificacion": ["50"]},
{"autor": ["letterwiz"], "titulo": ["Comfortable stay"], "hotel": ["Hilton Tokyo Narita Airport Hotel"], "contenido": ["I expected a small hotel room in Japan but the room size was fine - maybe not as big as you might get in North America but certainly big enough. If anything, I ", "..."], "calificacion": ["40"]},
{"autor": ["letterwiz"], "titulo": ["Great Little Restaurant In Port Credit"], "hotel": ["Raw Aura Organic Cuisine"], "contenido": ["Raw Aura is clean,cosy and has a really pleasant, casual ambiance. I'm not vegan but I love the food at this place. They are very good at creating a food experi", "..."], "calificacion": ["40"]},
{"autor": ["letterwiz"], "titulo": ["Spectacular views, informative tour"], "hotel": ["Arenal Hanging Bridges"], "contenido": ["We did the independent day tour and the guided night tour. Without a guide we enjoyed the sounds and beauty of the rain forest but we didn't know where to look ", "..."], "calificacion": ["50"]},
{"autor": ["letterwiz"], "titulo": ["Beautiful spot, comfortable room, good food."], "hotel": ["Agua Inn"], "contenido": ["Loved this place. The rooms are simple but clean and comfortable, common areas are quiet and welcoming. They hosts are friendly and respectful. Wi-fi was depend", "..."], "calificacion": ["50"]},
{"autor": ["Fiorella Fernan"], "hotel": ["Carlton House", "Wolds Edge Holiday Lodges"]},
{"autor": ["Fiorella Fernan"], "titulo": ["Not that good"], "hotel": ["Selina Montanita"], "contenido": ["We check into the hotel and they send us to the room with out helping us to take the bags. The second we saw the room we realize that we wanted to live as the r", "..."], "calificacion": ["30"]},
{"autor": ["Fiorella Fernan"], "titulo": ["Nice hotel"], "hotel": ["Blue Point"], "contenido": ["The room and the facilities where really nice, as the customer service. We had a room with terrace and a perfect beach view. There was a fridge in our room and ", "..."], "calificacion": ["40"]},
{"autor": ["Fiorella Fernan"], "titulo": ["Not the place to pick"], "hotel": ["DC Suites"], "contenido": ["If you want to sleep in a box,this is the place to go to!There were no windows or lights in the room (they only have fake windows - drapes with a wall behind t", "..."], "calificacion": ["10"]},
{"autor": ["Fiorella Fernan"], "titulo": ["Awful! Just awful!"], "hotel": ["Bar Restaurante Sazón & Sabor"], "contenido": ["We would start by saying that at first impression the restaurant looked really good and at first taste, the food was actually really tasty. We ordered a shrimp ", "..."], "calificacion": ["10"]},
{"autor": ["Fiorella Fernan"], "titulo": ["Bad customer service by their restaurant "], "hotel": ["Don Giovanni / Balinese Suites y Gelateria"], "contenido": ["A nice hotel, the room had a beautiful view of the ocean and the beach. But, the service in the restaurant in the beach was awful! They took ages to give us the", "..."], "calificacion": ["30"]},
{"autor": ["Fiorella Fernan"], "titulo": ["Good but "], "hotel": ["Las Olas"], "contenido": ["The costumer service was great, the breakfast was delicious , the room was nice but really warm, the TV is tiny and the sheets are not soft enough. It’s recomme", "..."], "calificacion": ["40"]},
{"autor": ["Fiorella Fernan"]},
{"autor": ["Fiorella Fernan"], "titulo": ["Not what I was expected "], "hotel": ["Mr. Soup"], "contenido": ["Went to have lunch this week and it wasn’t what we expected... we order a goulash and tasted like they use so much “ají panca” and not the original ingredients,", "..."], "calificacion": ["10"]},
{"autor": ["di.lirious"], "titulo": ["Wonderful service"], "hotel": ["DC Suites"], "contenido": ["Extra miles went. Wonderful serviceI had forgotten my camera charger. The service staff ( Wendy) was so helpful arranging. She got the charger sent from a loc", "..."], "calificacion": ["50"]},
{"autor": ["Xenie67"], "titulo": ["Comfortable and good value"], "hotel": ["Holiday Inn Express Ramsgate - Minster"], "contenido": ["Good location for exploring the Kent coastline, Sandwich, Ramsgate and Botany Bay. We spent 2 nights and found it to be a good base for the area. Good size room", "..."], "calificacion": ["40"]},
{"autor": ["Xenie67"], "titulo": ["Professional and reliable"], "hotel": ["Adventures in Borneo with Downbelow Marine & Wildlife"], "contenido": ["After a thorough research I booked a couple of trips with Downbelow - stay at Tabin and Borneo Rainforest Lodge. I made the booking online as we knew what dates", "..."], "calificacion": ["50"]},
{"autor": ["Xenie67"], "titulo": ["Convenient & restful stay"], "hotel": ["Sama-Sama Hotel"], "contenido": ["Great location with a few minute walk from the main terminal. We stayed here twice, first on arrival to Kuala Lumpur after a long flight at the beginning of our", "..."], "calificacion": ["40"]},
{"autor": ["Xenie67"], "titulo": ["A little oasis"], "hotel": ["Bike and Tours Bed & Breakfast"], "contenido": ["We stayed pre and post Tabin Reserve trip. We received a warm welcome by Itisha and her family. We chilled in their lovely garden and had a refreshing dip in po", "..."], "calificacion": ["50"]},
{"autor": ["Xenie67"], "titulo": ["Good value for money & easy access to central London and O2"], "hotel": ["Ibis London Docklands Canary Wharf"], "contenido": ["Location is good not just for events in and around O2 but also as a base for sightseeing & seeing shows around London. Easy walk from tube station, fast journey", "..."], "calificacion": ["40"]},
{"autor": ["Xenie67"], "titulo": ["Simply convenient location & good rest before your flight"], "hotel": ["Bloc Hotel London Gatwick Airport"], "contenido": ["One cannot deny how conveniently located this hotel is. No shuttle buses at additional fee. Simply good night sleep and rest and ready to board the flight next ", "..."], "calificacion": ["50"]},
{"autor": ["Xenie67"], "titulo": ["Comfortable stay with sport facilities and wellness"], "hotel": ["Geovillage Sport Wellness & Convention Resort"], "contenido": ["Resort is quite large and somehow our GPs got confused a couple of times so it took us a while to find it. Room was large, bathroom was large, but yes it was a ", "..."], "calificacion": ["40"]},
{"autor": ["Xenie67"], "titulo": ["Affordable stay - ideal location for a long weekend in Venice"], "hotel": ["Staycity Aparthotels Venice Mestre"], "contenido": ["Fresh and modern hotel conveniently located 5 minute walk from bus/train stations and number of restaurants, easy to find once in Mestre. Train journey to Venic", "..."], "calificacion": ["50"]},
{"autor": ["Xenie67"], "titulo": ["Embracing the jungle experience"], "hotel": ["Bilit Rainforest Lodge"], "contenido": ["We booked 3d/2n package with visit to Gomantong Caves. Upon arrival we were greeted by friendly staff and lunch was waiting for us. After a quick refresh off we", "..."], "calificacion": ["50"]},
{"autor": ["Xenie67"], "titulo": ["Good location and suited us perfectly"], "hotel": ["Nature Lodge Sepilok"], "contenido": ["We picked to stay here as it is strategically placed to wildlife places we wanted to visit. Our double room was spacious and clean, a jug of water was in the ro", "..."], "calificacion": ["40"]},
{"autor": ["Xenie67"], "hotel": ["Sabah"], "contenido": ["Hoping to travel mid March next year for a couple of weeks of wildlife spotting and a few days of relaxation. Have done some research and high level planning bu", "..."]},
{"autor": ["Xenie67"], "titulo": ["Fantastic"], "hotel": ["Galapagos Eco Friendly"], "contenido": ["Thoroughly enjoyed our 5 nights stay the beginning of our trip. Fantastic and attentive hosts, Harry and Lucrecia, are so passionate about sustainability and c", "..."], "calificacion": ["50"]},
{"autor": ["Xenie67"], "titulo": ["Excellent customer service and helpful local knowledge with passion for the enchanted islands"], "hotel": ["Book-ec"], "contenido": ["Johanna helped us with planning day trips, activities and booking inter-island ferries on our recent trip to Galapagos. As we travelled during peak season we wa", "..."], "calificacion": ["50"]},
{"autor": ["Xenie67"], "titulo": ["Comfortable pre-holiday stay. Close proximity to the airport."], "hotel": ["NH Amsterdam Schiphol Airport"], "contenido": ["Spacious room, nice bathroom, hot water. Comfortable bed and had a good night sleep. Room on the ground floor and quiet. Efficient check in. Airport shuttle pro", "..."], "calificacion": ["40"]},
{"autor": ["Xenie67"], "titulo": ["Beach location but can be noisy"], "hotel": ["Casita de la Playa"], "contenido": ["Amazing location - right on the beach, sea view from the room (although restricted), sound of waves, very friendly and helpful reception staff, nice breakfast o", "..."], "calificacion": ["40"]},
{"autor": ["Xenie67"], "titulo": ["Comfortable & convenient one night stay"], "hotel": ["El Bambu Galapagos Inn"], "contenido": ["Comfortable bed, good a/c, clean. Friendly owner welcomed us on arrival. Only stayed the night as we were transferring between islands and it was adequate for o", "..."], "calificacion": ["40"]},
{"autor": ["Xenie67"], "titulo": ["Charming place & charming host"], "hotel": ["Hotel Galapagos Suites"], "contenido": ["Truly enjoyed our stay very much. Joseline, the host, is a charming lady, very kind and helpful and truly prides herself on providing great hospitality and maki", "..."], "calificacion": ["50"]},
{"autor": ["Xenie67"], "titulo": ["Good location & nice hotel close to Malecon 2000"], "hotel": ["Continental Hotel"], "contenido": ["We got upgraded to a suite on arrival. Room was spacious with a nice view of the church and Iguana Park. Bathroom was nice, bed was comfortable, we had a good n", "..."], "calificacion": ["40"]},
{"autor": ["Xenie67"], "titulo": ["Comfortable one night stay"], "hotel": ["DC Suites"], "contenido": ["Free shuttle bus from/to the airport. Wendy was very helpful, always on hand and spoke good English. They just started taking payments via credit cards. We only", "..."], "calificacion": ["40"]},
{"autor": ["Xenie67"], "titulo": ["OK stay - needs improvement"], "hotel": ["Wasai Maldonado Eco Lodge"], "contenido": ["Stayed one night in a newer room with air-con, fridge and patio. Towels were missing so I had to go back to the reception to fetch them. Late lunch at the cafe ", "..."], "calificacion": ["30"]},
{"autor": ["ric020"], "titulo": ["very friendly and safe Hostel in Guayaquil"], "hotel": ["Hostal Suites Madrid"], "contenido": ["very good price hostel, large clean room with private bath and hot water, very close to the main center of guayaquil, just 2 blocks to walk.thank you the staff", "..."], "calificacion": ["40"]},
{"autor": ["Roger H"], "titulo": ["Location location location"], "hotel": ["Novotel Madrid Center"], "contenido": ["Excellent location, friendly staff, clean rooms; basically anything and everything that you expect from the ALL-group, and they didnt disappoint. Would definite", "..."], "calificacion": ["40"]},
{"autor": ["Roger H"], "titulo": ["Excellent serving a purpose"], "hotel": ["Hyatt Place Amsterdam Schiphol Airport"], "contenido": ["Convenient, friendly staff; i have stayed here several times now, and it is perfect for transferring or as a (short term) base if traveling to other cities in E", "..."], "calificacion": ["40"]},
{"autor": ["Roger H"], "titulo": ["Beautiful setting, tasty food, nice beers"], "hotel": ["The Perch inn"], "contenido": ["Lovely setting (the whole of Oxford is pretty) in the countryside of oxford. Easy to reach by taxi/uber. The food is tasty, albeit a bit old fashioned. Good veg", "..."], "calificacion": ["40"]},
{"autor": ["Roger H"], "titulo": ["YUM YUM YUM"], "hotel": ["Barshu Restaurant"], "contenido": ["Sichuan food at its best. The peppers, the spicyness, the aromatics, AMAZING! I could easily eat here every week, or even more often. Highly highly recommended!"], "calificacion": ["50"]},
{"autor": ["Roger H"], "titulo": ["Lekker tegen een mooie prijs, en in de zomer heerlijk buiten aan het water"], "hotel": ["Hangar"], "contenido": ["Lekker eten, service kan soms wat beter (maar ja, het blijft amsterdam) en de prijs is erg goed voor de kwaliteit van het eten. Daarbij, in de zomer is dit een ", "..."], "calificacion": ["40"]},
{"autor": ["Roger H"], "titulo": ["Yummy and great atmosphere"], "hotel": ["Lavinia Good Food 'Zuid'"], "contenido": ["Yummy food; the \"pizzas\" and the sandwiches are yummy, as are their teas and coffees. Atmosphere is light and relaxed. Great place for lunch"], "calificacion": ["40"]},
{"autor": ["Roger H"], "titulo": ["Good location, but EXTREMELY noisy due to construction"], "hotel": ["Radisson Blu Hotel Amsterdam Airport"], "contenido": ["A big construction was going on during the day-hours. Coming for a bit of rest between flights was made sheer impossible due to the noise of drills and hammers.", "..."], "calificacion": ["20"]},
{"autor": ["Roger H"], "titulo": ["Lovely plaza"], "hotel": ["Plaza de la Republica"], "contenido": ["Like any other self respecting town, Mazatlan has a lovely plaza in its lovely old town. A view on the basilica and lots going on. Pretty and nice to walk aroun", "..."], "calificacion": ["40"]},
{"autor": ["Roger H"], "titulo": ["Pretty"], "hotel": ["Mazatlán Cathedral"], "contenido": ["Pretty cathedral and cannot be missed from the central plaza. But it is like any other cathedral that you will find at any other plaza in latin america. Note, i", "..."], "calificacion": ["30"]},
{"autor": ["Roger H"], "titulo": ["Lovely location, drinks and food"], "hotel": ["Mr. Lionso Playa Bruja"], "contenido": ["The location is wonderful, with a nice view on hunting pelicans, surfers and couples walking the beach. A big variety of drinks, a free tasting of different teq", "..."], "calificacion": ["40"]},
{"autor": ["Roger H"], "titulo": ["Cold beers, awesome wings"], "hotel": ["Mr Lionso - Plaza Machado"], "contenido": ["In the middle of old town, this lovely place with wonderful waiters, a nice view on one of the plazas and amazing \"devil\" chicken wings. Absolutely recommended ", "..."], "calificacion": ["40"]},
{"autor": ["Roger H"], "titulo": ["Nothing fancy but solid"], "hotel": ["La Concha"], "contenido": ["Just had lunch there; omelette was good, coffee was strong enough and you didnt smell like bacon when coming out of the restaurant. It is big, and hence noisy, ", "..."], "calificacion": ["30"]},
{"autor": ["Roger H"], "titulo": ["Pretty and more quiet"], "hotel": ["Playa Brujas"], "contenido": ["Bigger waves and more remote than malecon means more surfers, and fun to watch. But also more pelicans and other birds fishing for their dinners before sunset. ", "..."], "calificacion": ["40"]},
{"autor": ["Roger H"], "titulo": ["On the way to old town"], "hotel": ["Playa Olas Altas"], "contenido": ["Between malecon and the old town, a place for dare devils and statues. It is a nice walk and if you're lucky, some dare devil divers"], "calificacion": ["40"]},
{"autor": ["Roger H"], "titulo": ["Beach and Bustling"], "hotel": ["Malecon"], "contenido": ["Maybe not the best area for 16-25 year olds, but still a hustling and bustling place for young and older couples. Obviously a lot of beach vendors, but not aggr", "..."], "calificacion": ["40"]},
{"autor": ["Roger H"], "titulo": ["Pretty and authentic"], "hotel": ["Old Mazatlan"], "contenido": ["Away from the hustle & bustle and gringos, this lovely little town with a lovely (ofcourse cinco de mayo) plaza is a wonderful escape to walk around, have a col", "..."], "calificacion": ["40"]},
{"autor": ["Roger H"], "titulo": ["YUM YUM YUM"], "hotel": ["Fat Fish"], "contenido": ["RIBS, RIBS and MORE RIBS! Absolutely yummy. You can sit indoor and outdoor. The ribs are lipsmackingly good (although a related \"rib-expert\" told me that the sa", "..."], "calificacion": ["50"]},
{"autor": ["Roger H"], "titulo": ["Delivers on offerings"], "hotel": ["El Cid El Moro Beach Hotel"], "contenido": ["Excellent location, wonderful friendly staff and clean rooms make this for a great stay. It can be a bit noisy on one side (there is a night club not too far aw", "..."], "calificacion": ["40"]},
{"autor": ["Roger H"], "titulo": ["Awesome! Finally an activity with some adrenaline again"], "hotel": ["Infiniti Desert Tours"], "contenido": ["Yep, it will get your adrenaline pumping. For less than AED 800, you're out in the desert for two hours on motorcycles (KTM 450) with awesome guides (Thank you ", "..."], "calificacion": ["50"]},
{"autor": ["Roger H"], "titulo": ["Awesome food and atmosphere - acoustics not great"], "hotel": ["The Maine Oyster Bar & Grill"], "contenido": ["Awesome selction of oysters and other seafood. The wine selection is wonderful and the Somellier knows his/her stuff - solid recommendations. The crowd is hip, ", "..."], "calificacion": ["40"]},
{"autor": ["subtiele"], "titulo": ["Best place we stayed at - in a long time!"], "hotel": ["Hostal Monte Carmelo"], "contenido": ["The moment we arrived, I knew we hit a good spot: the host was superfriendly, the communal area is very inviting with dvd's and books and comfy couches and the ", "..."], "calificacion": ["50"]},
{"autor": ["subtiele"], "titulo": ["charming place but they forgot our extension"], "hotel": ["La Querencia"], "contenido": ["The B&B has a beautiful patio where you have breakfast, and as stated above, the wifi and breakfast are great.Downsides: the rooms are very basic, ours looking", "..."], "calificacion": ["30"]},
{"autor": ["subtiele"], "titulo": ["Special looking and noisy."], "hotel": ["Hostal Suites Madrid"], "contenido": ["We stayed here for three nights. Upon arrival, although booked through booking.com, they showed us different rooms and wanted 10$ more for a room that was not o", "..."], "calificacion": ["30"]},
{"autor": ["subtiele"], "titulo": ["Rental gear"], "hotel": ["Eagleray Tours"], "contenido": ["Our dive boat wanted US to rent gear from Some diving next door but when we read the reviews, we preferred this one. It was even cheaper! The gear was great whi", "..."], "calificacion": ["50"]},
{"autor": ["subtiele"], "titulo": ["Nice beach but the lagoon was no place for snorkeling"], "hotel": ["Galapagos Beach at Tortuga Bay"], "contenido": ["It's a beautiful place but don't know why they recommend it for snorkelling as the sea is way too rough for it, and the lagoon is extremely green, couldn't see ", "..."], "calificacion": ["30"]},
{"autor": ["subtiele"], "titulo": ["Friendly, although a little odd"], "hotel": ["Hostal San Angel"], "contenido": ["Great location, superfriendly owner but i second the slightly odd feeling about this place. Hard to describe, but I've felt a little unwelcome at times because ", "..."], "calificacion": ["30"]},
{"autor": ["subtiele"], "titulo": ["They really took the suggestions here stated to heart!"], "hotel": ["Hostal Javier's House sjs"], "contenido": ["Javier's house is very wel located in the center of San Juan del Sur. It's clean, the breakfast is great, you can get free coffee and water and once in a while", "..."], "calificacion": ["50"]},
{"autor": ["subtiele"], "titulo": ["So much fun!"], "hotel": ["Da Flying Frog Canopy Tours"], "contenido": ["At first, I felt like my two guides wanted to rush it all and get it over with, which rook a bit of fun away, but after a while, they got  friendlier, took  my ", "..."], "calificacion": ["40"]},
{"autor": ["subtiele"], "titulo": ["still in renovation but well worthwile!"], "hotel": ["Mele Cascades"], "contenido": ["We were there in april, and they were still reinstalling all the iren poles and safety features after they were destroyed by the cyclone, but the cascades were ", "..."], "calificacion": ["40"]},
{"autor": ["subtiele"], "titulo": ["Small but charming!"], "hotel": ["Tanna Coffee"], "contenido": ["Fantastic coffee, nice little tour!Love how they hand paint the bags they keep the bean in... charming details!!One tip: offer the little coffee cups for sale", "..."], "calificacion": ["40"]},
{"autor": ["subtiele"], "titulo": ["Great food - but a bit of a snobistic place"], "hotel": ["The Beach Bar"], "contenido": ["Food was good and well priced, location's fantastic, right next to the ferry to Hideaway.But it seems a very popular place for the upscale Aussies to come to, ", "..."], "calificacion": ["30"]},
{"autor": ["subtiele"], "titulo": ["Great day in Pentecost - but plz don't promise things that are not certain"], "hotel": ["Unity Airlines"], "contenido": ["We had a great day with Unity to Pentecost. Our pilot was Cameron - great guy, great pilot!Good things:- landdiving is just awesome!!!- everything's well org", "..."], "calificacion": ["30"]},
{"autor": ["subtiele"], "titulo": ["Marie is a gem!"], "hotel": ["Hibiscus Attraction Center"], "contenido": ["Nice motel very close to the city center with owners who are truly genuine and generous. Marie is a delight to talk to and she'll help you with your travels and", "..."], "calificacion": ["50"]},
{"autor": ["subtiele"], "titulo": ["Affordable luxurious oasis in a very weird town/city..."], "hotel": ["Kwalala Lodge"], "contenido": ["We chose Kwalala because of their good reviews on Tripadvisor and the simple fact that we needed a place to sleep after 500kms of driving. It was not easy to fi", "..."], "calificacion": ["50"]},
{"autor": ["subtiele"], "titulo": ["Mixed feelings - used to be one of my favourite restaurants"], "hotel": ["Kioku - Oriental Flavours"], "contenido": ["In the past, I've often taken intl. visitors to this place because of the beautiful decorations, nice atmosphere en great food (especially sushi!). So that's al", "..."], "calificacion": ["20"]},
{"autor": ["subtiele"], "titulo": ["Improved their service!"], "hotel": ["A'Thai"], "contenido": ["I've reviewed this place before and it took me a while to go back, but since the first revisit I've gone regularly.Apparently the unfriendliness of the staff w", "..."], "calificacion": ["40"]},
{"autor": ["subtiele"], "titulo": ["Oyster was fantastic, rest was only ok"], "hotel": ["Breakers"], "contenido": ["We were first seated outside but as it started to rain we moved inside. We must say: for a European the decorating of the place was terrible, especially outside", "..."], "calificacion": ["30"]},
{"autor": ["subtiele"], "titulo": ["Overrated"], "hotel": ["Den Bottel"], "contenido": ["This seems to be one of the best known diners/restaurants in Hoogstraten, but even after 5 or so visits, this place seems to continue to disappoint me.Long wai", "..."], "calificacion": ["20"]},
{"autor": ["subtiele"], "titulo": ["The only restaurant in Hoogstraten you may even consider!"], "hotel": ["HautRu"], "contenido": ["I've visited about every restaurant in central - Hoogstraten but this one really stands out.Located in a small street just next to the busy main road, they off", "..."], "calificacion": ["40"]},
{"autor": ["subtiele"], "titulo": ["Excellent Belgian museum about WWII"], "hotel": ["Kazerne Dossin"], "contenido": ["Besides giving you facts and memorabilia, this museum also explains how such events came to place and what psychology was used. The introduction film really ble", "..."], "calificacion": ["50"]},
{"autor": ["charbax"], "titulo": ["Clean rooms and great staff "], "hotel": ["Hostal Suites Madrid"], "contenido": ["Great place to stay, the hostel is extremely clean and very close to the main avenue in a safe area! The staff are extremely helpful and speak very good English", "..."], "calificacion": ["50"]},
{"autor": ["charbax"], "titulo": ["Spanish classes "], "hotel": ["Otra Ola"], "contenido": ["Otra ola is an amazing place to chill out, drink some good coffee and eat their amazing muffins! The owners Ryan and Vanessa are lovely people and very helpful.", "..."], "calificacion": ["50"]},
{"autor": ["Armin N"], "titulo": ["Nice place to stay"], "hotel": ["Hostal Suites Madrid"], "contenido": ["In total spent 3 nights here. Before Galapagos, after, and our last night in Ecuador. Nice hostel. Nice staff. Reliable WiFi. Cool rooftop terrace with clean ki", "..."], "calificacion": ["50"]},
{"autor": ["Armin N"], "titulo": ["Perfecto!"], "hotel": ["Cana Limena Hostal"], "contenido": ["By chance we landed here. Ended up staying five nights. Nice staff. Kitchen for cooking. Free drinking water. Nice hot shower. Location good (not that difficult", "..."], "calificacion": ["50"]},
{"autor": ["Armin N"], "titulo": ["Pod-astic!"], "hotel": ["El Hostelito"], "contenido": ["I really liked the Pod-concept. Pricewise this hostel is Ok. Staff brilliant. Heaps of volunteers, all nice and helpful. Free drinking water. Breakfast 3$. We s", "..."], "calificacion": ["50"]},
{"autor": ["Armin N"], "titulo": ["Perfect stay at Casa Hualpa"], "hotel": ["Casa Hualpa Hostel"], "contenido": ["Really nice B&B. Quiet. Reasonably priced. Stayed in a private with shared bathroom. Skipped breakfast (5 Soles extra), as it is - like in all Peru pan, mermela", "..."], "calificacion": ["50"]},
{"autor": ["Armin N"], "titulo": ["Come on, this is an average B&B!"], "hotel": ["Hotel Fuentes"], "contenido": ["For me not a hostel, but a B&B. Stayed on first floor. Yes, WiFi is improvable. Yes, the receptionist did not take lessons in hospitality. But come on, location", "..."], "calificacion": ["30"]},
{"autor": ["Armin N"], "titulo": ["2 sides of the medal..."], "hotel": ["La Covacha Hostel"], "contenido": ["Stayed one night in 4 bed dorm on a Thursday. Heavy noise from traffic outside until 11 pm. Anyway, nice staff, small breakfast and towels included. Price-wise ", "..."], "calificacion": ["20"]},
{"autor": ["Armin N"], "titulo": ["Bravo!"], "hotel": ["Casa Buenavista - Adults only"], "contenido": ["165 reviews for this property so far, 159 of them rated Casa Buenavista as \"excellent\". No wonder... Such a tranquil, nice, well-kept place. Rooms really nice w", "..."], "calificacion": ["50"]},
{"autor": ["Armin N"], "titulo": ["Small-ish, cosy and really clean place"], "hotel": ["Maleku Hostel"], "contenido": ["Stayed in 6 bed dorm. Not a party hostel. Nice and clean. Few guests. So we had the small kitchen more or less for ourselves. Can probably get a little packed i", "..."], "calificacion": ["40"]},
{"autor": ["Armin N"], "titulo": ["Nice place to base in Matagalpa for backpackers"], "hotel": ["Hostal Martina's Place"], "contenido": ["Stayed in 20 bed dorm. Really nice, clean, huge lockers. All in all the place is so spacious. If I had to say something negative, the wifi is everything else bu", "..."], "calificacion": ["40"]},
{"autor": ["Armin N"], "titulo": ["Do not take room no 7 if you want to sleep more than 4 hours..."], "hotel": ["Hotel El Castillo"], "contenido": ["We booked via booking.com. They moved us in room no 7, immediately right when you enter the building. This room is situated literally next to the street. Unbeli", "..."], "calificacion": ["20"]},
{"autor": ["Armin N"], "titulo": ["What a quiet and relaxing hostel!"], "hotel": ["Colibri Hostal"], "contenido": ["Stayed 3 weeks here during our Spanish course. Some nights in dorm, most of the time in a room with shared bathroom. Rarely spent time during any travel in such", "..."], "calificacion": ["50"]},
{"autor": ["Armin N"], "titulo": ["Simply Excellent!"], "hotel": ["Mitraa Inn"], "contenido": ["Good breakfast. Fast WiFi. More than nice staff. Stayed two nights in mixed dorm with in-room bathroom (and a worden snorer, der that is not the hostels fault).", "..."], "calificacion": ["50"]},
{"autor": ["Armin N"], "titulo": ["Nice calm place"], "hotel": ["Happy Flower Resort"], "contenido": ["Budget place to stay. Rooms clean. Nice location with huge garden. Rooms start at IDR 200.000. Staffel helpful an OK english speaking. Can rent motorbikes from ", "..."], "calificacion": ["50"]},
{"autor": ["Armin N"], "titulo": ["Despite reservation no bungalow"], "hotel": ["Poya Lisa Cottages"], "contenido": ["Booked 2 months in advance. However, like with all people who came to Poya Lisa during our stay, they messed up the reservation. One night stay in the \"restaura", "..."], "calificacion": ["30"]},
{"autor": ["Armin N"], "titulo": ["heap smokers hotel"], "hotel": ["Liberty Hotel"], "contenido": ["Probably cheapest place in town. Paid 150.000 IDR for a double room. Breakfast incl. We only got breakfast after several inquiries in the morning. 1 Toast with ", "..."], "calificacion": ["20"]},
{"autor": ["Armin N"], "titulo": ["Quiet stopover in lovely cottages"], "hotel": ["Pendolo Cottages"], "contenido": ["FINALLY we arrived at \"our\" Indonesia. Intended just to stay overnight in Pendolo to break up our journey to Togeans. Ended up staying three nights in Pendolo C", "..."], "calificacion": ["40"]},
{"autor": ["Armin N"], "titulo": ["Not stayed in hotel, but the information you get is good"], "hotel": ["Nusa Bira Indah"], "contenido": ["We have not stayed in this hotel. But we good really helpful information there from Mr. Anjas. He helped us for free with organizing our onward journey, phoned ", "..."], "calificacion": ["50"]},
{"autor": ["Armin N"], "titulo": ["Average-priced hotel in Makassar"], "hotel": ["OYO 1702 Harmoni Inn Makassar"], "contenido": ["Cheapest Room 200.000 IDR (Jul 2015). Clean rooms. AC (not properly working). OK place to stay in Makassar. Breakfast included (Good! Chicken Wings, Noodles, Ri", "..."], "calificacion": ["40"]},
{"autor": ["Armin N"], "titulo": ["Perfect place for Backpackers"], "hotel": ["Memory Guesthouse JB"], "contenido": ["Now \"Memory Homestay\". Since June 2015 new owner Rodger took over. One of the nicest guys we met during our travels in Malaysia (and elsewhere). Extremely helpu", "..."], "calificacion": ["50"]},
{"autor": ["grainne60"], "titulo": ["Best hostel I've stayed in yet! "], "hotel": ["Hostal El Arbol"], "contenido": ["This hostel immediately felt like home. It's so clean comfortable and relaxed. The rooms are so clean and cozy. The bathrooms are really clean. The kitchen has ", "..."], "calificacion": ["50"]},
{"autor": ["grainne60"], "titulo": ["A brilliant hostel"], "hotel": ["Hostal Sol Andino"], "contenido": ["Gorgeous spacious rooms with piping hot showers and an excellent breakfast. It's a super location near all the main adventure companies, typical food and clothi", "..."], "calificacion": ["50"]},
{"autor": ["grainne60"], "titulo": ["Perfect airport hotel "], "hotel": ["Manhattan Inn Airport Hotel"], "contenido": ["Close to the airport and is safe and secure. They run a good taxi service which is handy due to the awful Lima traffic. It's clean with great showers and breakf", "..."], "calificacion": ["40"]},
{"autor": ["grainne60"], "titulo": ["Good location. Very clean"], "hotel": ["Hostal Suites Madrid"], "contenido": ["Good location/within walking distance of malecon and Las peñas, close to a supermarket as well . Safe and secure. Very clean too. Nice roof terrace and a kitche", "..."], "calificacion": ["40"]},
{"autor": ["grainne60"], "titulo": ["A brilliant hostel"], "hotel": ["Hostal Villa Del Rosario"], "contenido": ["It's an excellent location being so close to the centre,the river,supermarket etc. It's very clean and comfortable. Very good kitchen with lots of room in the c", "..."], "calificacion": ["50"]},
{"autor": ["grainne60"], "titulo": ["A stunning hotel"], "hotel": ["Madre Tierra Resort & Spa"], "contenido": ["I stayed here for 5 nights and it was truly an amazing stay. The hotel is beautiful,the scenery is stunning and all the staff are so welcoming and friendly. It'", "..."], "calificacion": ["50"]},
{"autor": ["grainne60"], "titulo": ["A super hostal"], "hotel": ["Hostal Oasis"], "contenido": ["This hostel is great. Easy walk to the centre. Beautiful, clean rooms. Hot showers. A lovely outdoor space that is a peaceful place to enjoy the sun. Breakfast ", "..."], "calificacion": ["50"]},
{"autor": ["grainne60"], "titulo": ["A beautiful place to stay"], "hotel": ["Ananaw Hostel"], "contenido": ["I stayed overnight at this hotel and I only wish I could have stayed a week! It is run by a lovely couple who are so welcoming and helpful and will help you as ", "..."], "calificacion": ["50"]},
{"autor": ["grainne60"], "titulo": ["A really beautiful place! "], "hotel": ["Cafe Mosaico"], "contenido": ["I met some friends here and wow what a place! It is beautifully decorated, has a really lovely atmosphere, the food is truly delicious and the view from the bal", "..."], "calificacion": ["50"]},
{"autor": ["grainne60"], "titulo": ["A super place to stay"], "hotel": ["Galway Glamping"], "contenido": ["We all had an amazing time here.  The facilities were perfect and would suit couples/friends/families too. The yurts are amazing and the whole site is beautiful", "..."], "calificacion": ["50"]},
{"autor": ["grainne60"], "titulo": ["Wonderful"], "hotel": ["Casa Mercedes Habana Vieja"], "contenido": ["Four of us stayed in this casa in July where Mercedes, Jorge and their family could not have been more welcoming. We were served delicious meals and drinks ever", "..."], "calificacion": ["50"]},
{"autor": ["Rachel G"], "titulo": ["Delicious food and cocktails!"], "hotel": ["Farmers & Distillers"], "contenido": ["My husband and I visited this place during January 2021. They had terrific heaters for our table that kept us quite warm outside, and the servers were all very ", "..."], "calificacion": ["50"]},
{"autor": ["Rachel G"], "titulo": ["Fantastic food, very easy"], "hotel": ["Perly's"], "contenido": ["Fantastic food, very easy to do take-out! You can order over the phone or online, and they are now open for dine-in. My husband and I preferred to do takeout si", "..."], "calificacion": ["50"]},
{"autor": ["Rachel G"], "titulo": ["Fabulous food, atmosphere and service!"], "hotel": ["Freemason Abbey Restaurant"], "contenido": ["Our server Kyle was terrific, but honestly even checking out the online menu was enough to make us choose this place. Once we got there though, the architecture", "..."], "calificacion": ["50"]},
{"autor": ["Rachel G"], "titulo": ["Fabulous staff and fresh food"], "hotel": ["Syun Japanese Restaurant & Sake Club"], "contenido": ["Fabulous staff and incredible food! We took my brother, sister and brother-in-law here for a birthday dinner. We had a terrific mix of dishes. We ordered nigiri", "..."], "calificacion": ["50"]},
{"autor": ["Rachel G"], "hotel": ["Syun Japanese Restaurant & Sake Club"]},
{"autor": ["Rachel G"], "hotel": ["Local Ocean Seafoods"]},
{"autor": ["Rachel G"], "hotel": ["Local Ocean Seafoods"]},
{"autor": ["Rachel G"], "titulo": ["This place was AMAZING! "], "hotel": ["Local Ocean Seafoods"], "contenido": ["This place was AMAZING! A little pricier, but the quality was well worth it! My husband and I split a half order of Dungeness Crab as well as the raw oysters. T", "..."], "calificacion": ["50"]},
{"autor": ["Rachel G"], "titulo": ["Terrific fried fish and great staff"], "hotel": ["Luna Sea Fish House"], "contenido": ["This was a great little spot to stop and have a good seafood lunch. My husband and I ordered the shrimp cocktail and the Luna’s Seafood Combo, both to share. Th", "..."], "calificacion": ["50"]},
{"autor": ["Rachel G"], "titulo": ["Terrific food, friendly service and clean"], "hotel": ["Hai Duong"], "contenido": ["My husband and I had the shrimp spring rolls for our appetizer and they kindly made them without pork. The seafood egg noodles were delicious, but it felt a lit", "..."], "calificacion": ["40"]},
{"autor": ["Rachel G"], "titulo": ["HUGE pancakes, great prices, fun atmosphere"], "hotel": ["Crocketts Breakfast Camp"], "contenido": ["My husband and I were recommended this place, and despite the 25 minute wait, we decided to go for it. We were delighted that we did! I got the smaller breakfas", "..."], "calificacion": ["50"]},
{"autor": ["Rachel G"], "titulo": ["Wonderful tacos and fun atmosphere"], "hotel": ["Chivo Taqueria"], "contenido": ["My husband and I visited this place with two of his friends from the area, who raved about it. It definitely met out expectations and then some! One of our frie", "..."], "calificacion": ["50"]},
{"autor": ["Rachel G"], "titulo": ["Utterly delicious food, delightful venue "], "hotel": ["Crystelle Creek Restaurant and Grill"], "contenido": ["My husband and I visited this place for dinner after a day spent climbing Mt LeConte. We were famished, and we were grateful we ordered the catfish bites at the", "..."], "calificacion": ["50"]},
{"autor": ["Rachel G"], "titulo": ["Interesting ambiance, wonderful food"], "hotel": ["Harpoon Harry's Crab House"], "contenido": ["My husband and I were intrigued by this restaurant. We received a free postcard photo of ourselves which was cute and our server was lovely. However, the whole ", "..."], "calificacion": ["40"]},
{"autor": ["Rachel G"], "titulo": ["Terrific guides on the sunset ziplines"], "hotel": ["Adventure Park Ziplines"], "contenido": ["We had a fabulous time doing the 7 PM zip lines. Our guides, Scott and Chevy, were terrific. They were very good with one member of the group who backed out due", "..."], "calificacion": ["50"]},
{"autor": ["Rachel G"], "titulo": ["Yummmm. You’re gonna love the food!"], "hotel": ["Local Attraction Gastropub"], "contenido": ["My husband, friend and I stopped at this little Gastropub right after white water rafting and it was an inspired choice. They have the Impossible Burger (althou", "..."], "calificacion": ["50"]},
{"autor": ["Rachel G"], "titulo": ["FABULOUS vegan food!"], "hotel": ["Lulu's Local Eatery"], "contenido": ["Seriously, utterly delicious food and an outdoor patio where dogs are welcome! This place is terrific! Very friendly staff, pretty accessible on the inside (alt", "..."], "calificacion": ["50"]},
{"autor": ["Rachel G"], "titulo": ["Fantastic experience white water rafting"], "hotel": ["Smoky Mountain Outdoors Rafting"], "contenido": ["We LOVED this place! It took a bit of time to get to this little gem, but it was cheap, fun and the guides were great. All of the safety talk was delivered in a", "..."], "calificacion": ["50"]},
{"autor": ["Rachel G"], "titulo": ["Lexi was hilarious and the moonshine was terrific!"], "hotel": ["Ole Smoky"], "contenido": ["We LOVED this little place. Even though it was almost as crowded at Sugarlands, we felt much more at home and the bartenders were just as good. We interacted wi", "..."], "calificacion": ["50"]},
{"autor": ["wanderingalbatros77"], "titulo": ["Cette agence est une fausse !"], "hotel": ["Exotic Travel Leh Ladakh"], "contenido": ["Cette entreprise utilise le nom d'une autre agence de Leh qui est très réputée.La vrai agence est excellente et a beaucoup de commentaires positifs.Celle-ci v", "..."], "calificacion": ["10"]},
{"autor": ["wanderingalbatros77"], "titulo": ["Excellent prix, bonne nourriture, charmante propriétaire toujours disponible !"], "hotel": ["Zaltak Guesthouse"], "contenido": ["Prix très attractif pour cette guesthouse au calme. La propriétaire était toujours disponible pour nous faire à manger, nous apporter un radiateur, de l'eau cha", "..."], "calificacion": ["40"]},
{"autor": ["wanderingalbatros77"], "titulo": ["Expérience fabuleuse avec pour un prix ultra compétitif !!"], "hotel": ["Exotic Travel"], "contenido": ["12 jours à Hemis (Rumbak), 6 à Uley.10 léopards observés dont une mère et ses 2 petits de près pendant toute l'après-midi !6 lynx, 5 loups, 1 renards, plein d", "..."], "calificacion": ["50"]},
{"autor": ["wanderingalbatros77"], "titulo": ["Ambiance très agréable."], "hotel": ["Restaurant la Isla"], "contenido": ["Bonne nourriture locale, gérants très sympa, cadre agréable et calme. Une des meilleures adresse de Cochrane pour manger."], "calificacion": ["50"]},
{"autor": ["wanderingalbatros77"], "titulo": ["Idéal pour organiser son séjour dans le parc Ibera."], "hotel": ["Tierra Colorada Turismo"], "contenido": ["Mickael, le responsable de l'agence est très professionnel et organisé. Il offre des prix tout à fait correct pour aller dans le parc d'Ibera avec excursions in", "..."], "calificacion": ["50"]},
{"autor": ["wanderingalbatros77"], "titulo": ["Trek rapide et facile"], "hotel": ["Cerro Bandera"], "contenido": ["Ce trek est sans danger et par beau temps, on bénéficie d'une vue superbe. La forêt traversée est très belle avec ses vieux arbres."], "calificacion": ["40"]},
{"autor": ["wanderingalbatros77"], "titulo": ["Beau mais dangereux"], "hotel": ["Dientes de Navarino"], "contenido": ["L'endroit est très beau même s'il y a peu de faune à observer. Par contre le temps est souvent mauvais et plusieurs passages sont difficiles voir carrément dang", "..."], "calificacion": ["30"]},
{"autor": ["wanderingalbatros77"], "titulo": ["Super accueil !"], "hotel": ["Hostal Akainij"], "contenido": ["Accueillis par une famille super sympa qui offre un petit déjeuné fait maison extra et la possibilté de manger aux autres repas.Le rapport qualité prix est exc", "..."], "calificacion": ["50"]},
{"autor": ["wanderingalbatros77"], "titulo": ["Pire expérience en Amérique du Sud !"], "hotel": ["Refugio Laguna Amarga"], "contenido": ["Le camping n'est pas entretenu avec de l'herbe haute, la salle pour manger à côté était fermée, il n'y avait de l'eau chaude pour les douches qu'une heure et de", "..."], "calificacion": ["10"]},
{"autor": ["wanderingalbatros77"], "titulo": ["Pas mal, sans plus."], "hotel": ["El Sendero"], "contenido": ["Petit déjeuner \"chimique\", chambre pas insonorisées, prix corrects, assez proche du centre ville, possibilité d'acheter des tickets de bus, prix ambigüs (différ", "..."], "calificacion": ["30"]},
{"autor": ["wanderingalbatros77"], "titulo": ["Best restaurant in san ignacio."], "hotel": ["Montes Hosteria & Bar Cafe"], "contenido": ["We tried several places for eating and this one was the best. There was a good variety of food and drinks. The people were nice. The deco was good as Well. So, ", "..."], "calificacion": ["50"]},
{"autor": ["wanderingalbatros77"], "titulo": ["Good place but can be dangerous."], "hotel": ["Croc Valley Camp"], "contenido": ["The place is very nice : right in front of the Luangwa River. We did camping there.But the first evening, an elephant try to steal food in my car. He tried to ", "..."], "calificacion": ["40"]},
{"autor": ["wanderingalbatros77"], "titulo": ["Fabulous and good price"], "hotel": ["East African Voyage"], "contenido": ["Julie and Onesmo the owner made a fabulous safari for us : masaï community, Lake Natron and Serengeti national park. We had a guide (Sylvester and a cook \"Goodl", "..."], "calificacion": ["50"]},
{"autor": ["wanderingalbatros77"], "titulo": ["grumpy owner"], "hotel": ["Hostal Sajama"], "contenido": ["The owner is very grumpy. The prices are high and the service poor. I had to ask 4 times for having the heater. He gave it to me finally at 5 pm and asked me to", "..."], "calificacion": ["10"]},
{"autor": ["wanderingalbatros77"], "titulo": ["excellents cocktails"], "hotel": ["Bootlegger"], "contenido": ["J'ai testé plusieurs cocktails. J'ai tout adoré. Ici, c'est vraiment de la qualité. Je recommande à tous les amateurs de boissons de qualité."], "calificacion": ["50"]},
{"autor": ["wanderingalbatros77"], "titulo": ["Noisy and weird people"], "hotel": ["Tambopata Hostel"], "contenido": ["The place is noisy. It was hard to sleep there. And it wasnot particularly clean.The owner Gerson make guiding in the forest around. He is very arrogant and th", "..."], "calificacion": ["10"]},
{"autor": ["wanderingalbatros77"], "titulo": ["One of the best place in the Falklands"], "hotel": ["Sea Lion Lodge"], "contenido": ["Fabulous spot for watching until 4 species of penguins, sea lions, elephant seals and many other species of birds.One of the best memory of my life.The island", "..."], "calificacion": ["50"]},
{"autor": ["wanderingalbatros77"], "titulo": ["No information"], "hotel": ["Hotel Sideral"], "contenido": ["They just took the money and didn't tell me about the time of the breakfast.Result : I woke up too late the next day, then I couldn't eat.Poor service especia", "..."], "calificacion": ["20"]},
{"autor": ["wanderingalbatros77"], "titulo": ["Very noisy and nasty people !"], "hotel": ["Hotel El Mirador"], "contenido": ["The lady at the reception put a very load music from early the morning to late the evening. I had to ask her to put the volume down several times and she was gr", "..."], "calificacion": ["10"]},
{"autor": ["wanderingalbatros77"], "titulo": ["Very nice people in a nice house"], "hotel": ["Colonial House Inn"], "contenido": ["This hostel is actually the big house of a nice family that give you lot of good information + breakfast for cheap.You also have internet for free.The rooms h", "..."], "calificacion": ["50"]},
{"autor": ["Fiorella Cajan"], "titulo": ["good attention and location"], "hotel": ["Hostal Suites Madrid"], "contenido": ["the hotel is in an excellent location near the malecon and the city center with many businesses, the hotel has a kitchen for guests.the service is very good fr", "..."], "calificacion": ["40"]},
{"autor": ["Nicholas S"], "titulo": ["Great shower"], "hotel": ["Hostal Suites Madrid"], "contenido": ["Very happy with our stay. The rooms are very clean and spacious, with the best shower we have had in a month of travelling. Very good internet and it was nice t", "..."], "calificacion": ["40"]},
{"autor": ["Idefix82"], "titulo": ["Great experience all round"], "hotel": ["3 Islands Whale Shark Dive"], "contenido": ["We had a great day on the boat. Everything that was discussed before the trip was provided.Bus was on time, briefing was fun and explained everything and equip", "..."], "calificacion": ["50"]},
{"autor": ["Idefix82"], "titulo": ["Navy Pier is a must dive site"], "hotel": ["Dive Ningaloo"], "contenido": ["After having our initial dive cancelled due to a unplanned Navy boat arriving we moved our dive to another day. Professional briefings in the bus, straight for", "..."], "calificacion": ["40"]},
{"autor": ["Idefix82"], "titulo": ["Good Alternative to National Parks "], "hotel": ["Yardie Homestead Caravan Park"], "contenido": ["Not realising the National Park was online bookings only we were a bit stuck. Yardie Caravan Park was a good alternative as it was close enough to the national", "..."], "calificacion": ["40"]},
{"autor": ["Idefix82"], "titulo": ["Good but could have been great"], "hotel": ["Ningaloo Marine Interactions"], "contenido": ["#1 Children are up to 14 only. We had a 15 year old and had to pay adult price.#2 Wet suits are short sleeve and legs only. You can hire one for an additional", "..."], "calificacion": ["30"]},
{"autor": ["Idefix82"], "titulo": ["Went for 1 stayed for 3 nights"], "hotel": ["Paradiso Hostel"], "contenido": ["We loved the chilled vibes at the hostel that we stayed an extra 2 nights. Almost worth staying there and exploring Granada from the lake. The food is ok but ", "..."], "calificacion": ["40"]},
{"autor": ["Idefix82"], "titulo": ["Great budget option close to town"], "hotel": ["Hostel IBESA"], "contenido": ["Checked out a lot of other places in town and they were either full or not what we were looking. We should have headed straight here.Nice large double room wi", "..."], "calificacion": ["40"]},
{"autor": ["Idefix82"], "titulo": ["Friendly and helpful"], "hotel": ["Ometepe Unique Tours"], "contenido": ["Arcelia (best name ever!) was so helpful in working with us to arrange what we wanted to do. We wanted to hike Volcano Masaya and she arranged a guide etc. un", "..."], "calificacion": ["40"]},
{"autor": ["Idefix82"], "titulo": ["Away from the crowds but lacking a bit of service"], "hotel": ["Matilda's"], "contenido": ["We tried to make a reservation through all channels but had no luck so we took our chances, bought enough food for 3 nights and walked from Playa Maderas. When ", "..."], "calificacion": ["40"]},
{"autor": ["Idefix82"], "titulo": ["Great Walk through the Forest"], "hotel": ["Reserva Bosque Nuboso Santa Elena"], "contenido": ["We loved our 4 hour walk through this gorgeous cloud forest. Plenty of wildlife to be heard but hard to spot without a guide. Still it was a very enjoyable walk", "..."], "calificacion": ["40"]},
{"autor": ["Idefix82"], "titulo": ["Delicious, Filling and Affordable"], "hotel": ["Taco Taco"], "contenido": ["Yep, the title says it all! Get your fill here for lunch and you won't even need dinner. Viva la Vida"], "calificacion": ["40"]},
{"autor": ["Idefix82"], "titulo": ["Nice food and setting"], "hotel": ["Restaurante Morpho's"], "contenido": ["Yes this place is probably one the best restaurants in Santa Elena but the food is not amazing! It's nice and pleasant, service is attentative although we arriv", "..."], "calificacion": ["30"]},
{"autor": ["Idefix82"], "titulo": ["Nice for Lunch"], "hotel": ["Le Layon"], "contenido": ["Located amongst the main restaurant quarter in Lyon this was a good little choice. The menu is large with good choices and the menu of the day was affordable an", "..."], "calificacion": ["40"]},
{"autor": ["Idefix82"], "titulo": ["Great place to discover Lyon food."], "hotel": ["Le Poelon d'Or"], "contenido": ["The menu specializes in Lyon cuisine and it doesn't disappoint. Enjoyable and filling dishes, good friendly and fun service and typical decor. We had a great ", "..."], "calificacion": ["50"]},
{"autor": ["Idefix82"], "titulo": ["It's all about the meat!!!"], "hotel": ["Carnegie Hall"], "contenido": ["A perfect vegetarian.........no wait, this place is for meat lovers only!!! Amazing cuts of meat, cooked perfectly and good side dishes and wine to match.Be a", "..."], "calificacion": ["40"]},
{"autor": ["Idefix82"], "hotel": ["Galapagos Islands"], "contenido": ["Hey Mette,Puerto Ayora is the main town for all the islands and has most of the agencies. They all have signs saying last minute deals available. I would go i", "..."]},
{"autor": ["Idefix82"], "titulo": ["Very Basic"], "hotel": ["Cabinas Coco Azul"], "contenido": ["Very very basic offerings for $30. Fan, cold water and in need of care is the best way to describe our room at Coco Azul. It's a bit out of town which means it'", "..."], "calificacion": ["30"]},
{"autor": ["Idefix82"], "titulo": ["Fantastic crew and great dives"], "hotel": ["SCUBA Diving at Summer Salt Dive Center"], "contenido": ["Great 2 tank dive with the team at summer salt dive. We had a small group of 5 people and Carlos was our guide. He was professional, communicated well and most ", "..."], "calificacion": ["50"]},
{"autor": ["Idefix82"], "titulo": ["Great value for money with ocean views"], "hotel": ["Soda La Teresita"], "contenido": ["Great place to come for food in Playa del Coco. Good views of the water and nice Costa Rican food. They have a few western dishes if you fancy it but we stuck t", "..."], "calificacion": ["40"]},
{"autor": ["Idefix82"], "titulo": ["Great local food and value for money"], "hotel": ["Soda Los Pelones"], "contenido": ["These guys run a buffet style soda and it's so filling you won't need dinner. It's a little more than other soda but the servings are larger and you get a fresh", "..."], "calificacion": ["40"]},
{"autor": ["Idefix82"], "titulo": ["Good, fresh, western food"], "hotel": ["Pita Pita"], "contenido": ["Stopped by here later in the evening and enjoyed a great meal. Tasty, fresh simple dishes inspired by the Mediterranean. We enjoyed a bottle of house wine betwe", "..."], "calificacion": ["40"]},
{"autor": ["Elsa"], "titulo": ["Very cosy and friendly B&B"], "hotel": ["B&B Louis-Favre 21"], "contenido": ["We stayed there two nights during the Corona Shut-Down in Switzerland. The staff was very friendly and we had a great time. We had a double room with a private ", "..."], "calificacion": ["50"]},
{"autor": ["Elsa"], "titulo": ["Ausgezeichnete Preis-Leistung"], "hotel": ["Hotel des Halles"], "contenido": ["Im November haben wir zu 8 ein Wochenende in Dijon gebucht. Wir hatten vier Doppelzimmer im Hotels des Halles inkl. Frühstück. Das Hotel hat eine angenehme Lage", "..."], "calificacion": ["50"]},
{"autor": ["Elsa"], "titulo": ["Schöner Ort, aber wenig kompetente Mitarbeiterin"], "hotel": ["Ugglarp.nu - Camping & Stugor"], "contenido": ["Wir haben nur eine Nacht in Ugglarp verbracht. Die Mitarbeiterin auf dem Camping bot uns das letzte Zimmer in der Villa Kustvägen, eine Art Jugendherberge, an. ", "..."], "calificacion": ["30"]},
{"autor": ["Elsa"], "titulo": ["Nice afternoon trip"], "hotel": ["Twice-tower Mountain"], "contenido": ["Take bus nr. 15 or 25 and ride to ShuangTaShan bus stop (maybe another name but ask the people where to go out). Then you can see the entrance (if you take bus ", "..."], "calificacion": ["50"]},
{"autor": ["Elsa"], "titulo": ["helpful owner"], "hotel": ["Cafe Ali Cumba"], "contenido": ["Because the owner described us a hiking route the day before, we chose to have breakfast at her place. I had a muesli with fresh fruits and a fantastic smoothie", "..."], "calificacion": ["40"]},
{"autor": ["Elsa"], "titulo": ["Friendly Hostal"], "hotel": ["Hostal Suites Madrid"], "contenido": ["We stayed here for one night and were really happy about our choice! The room was clean, the hot water hot (not like at other places) and the owner was friendly", "..."], "calificacion": ["50"]},
{"autor": ["Elsa"], "titulo": ["our favorite place to have an \"aperitivo\""], "hotel": ["AL Buscion"], "contenido": ["We spent 3 nights in Stresa and every evening we went to have an aperitivo in this bar. the keeper is very friendly and after one evening he knew exactly our or", "..."], "calificacion": ["50"]},
{"autor": ["Elsa"], "titulo": ["nice place to have a picnic or just spend the afternoon"], "hotel": ["Park Pallavicino"], "contenido": ["We went to this parc because we didn't wanna go hiking (the weahter was very unstable). It turned out to be a very good choice. the flowers were wonderful. also", "..."], "calificacion": ["40"]},
{"autor": ["Elsa"], "titulo": ["nice restaurant with live piano music"], "hotel": ["VakVarju Restaurant"], "contenido": ["We had a dinner here. The atmosphere was really cool, even though it was really busy. Luckily a friend of us booked a table before. Next to us was a piano playe", "..."], "calificacion": ["40"]},
{"autor": ["Elsa"], "titulo": ["perfect place to have dinner before going out"], "hotel": ["Spíler Shanghai Secret Bar"], "contenido": ["We randomly went to Spiler to have a beer. In the end, we stayed there for a couple of hours, had several beers and ate a delicious burger in between. It's a ve", "..."], "calificacion": ["40"]},
{"autor": ["Elsa"], "titulo": ["Englische Herzlichkeit"], "hotel": ["The Braighe Bed and Breakfast"], "contenido": ["Marie die Besitzerin ist wunderbar nett und würde einem jeden Gefallen erfüllen. Das Bed und Breakfast liegt in einer ruhigen Seitenstrasse unweit vom Strand in", "..."], "calificacion": ["50"]},
{"autor": ["Elsa"], "titulo": ["Super Aussicht über Oban"], "hotel": ["Lochvoil House"], "contenido": ["Aus purem Zufall sind wir auf dieses wunderbare Bed and Breakfast gestossen. Die Lage ist an einem Hügel mit Aussicht auf Oban. Der Garten wäre wunderbar - wäre", "..."], "calificacion": ["50"]},
{"autor": ["Elsa"], "titulo": ["Tolles B&B um Edinburgh zu erkunden"], "hotel": ["4Kt Guesthouse"], "contenido": ["Wir waren zwei Tage zu Gast bei Davie. Er hat uns vor Ankunft bereits kontaktiert und Tipps zu Edinburgh gegeben. Edinburgh ist sehr einfach mit dem Bus zu erku", "..."], "calificacion": ["50"]},
{"autor": ["Elsa"], "titulo": ["rundum zufrieden"], "hotel": ["Iberostar Selection Fuerteventura Palace"], "contenido": ["Wir sind als junges Paar für eine Woche über Weihnachten 2014 nach Fuerteventura gereist. Das Hotel haben wir tiptop gefunden und konnten unser Mietauto problem", "..."], "calificacion": ["40"]},
{"autor": ["Elsa"], "titulo": ["Schönes Hotel"], "hotel": ["Hotel La Suisse"], "contenido": ["Wir haben 3 Nächte im La Suisse übernachtet. Der Standort des Hotels ist im googelmaps falsch eingetragen, wir haben also etwas länger gesucht (dabei wäre es ei", "..."], "calificacion": ["40"]},
{"autor": ["Elsa"], "titulo": ["nice guesthouse with a good value for money"], "hotel": ["Nirasim Guesthouse"], "contenido": ["This small and tiny guesthouse provides a very nice ambiance and lies next to the Mekong River. The city centre is in walking distance. The room was not big but", "..."], "calificacion": ["50"]},
{"autor": ["Elsa"], "titulo": ["good value for money"], "hotel": ["Pan's Place"], "contenido": ["A typical backpacker's style hostel with a charismatic owner who gives you every advice and answer you need. Breakfast is cheap and very tasty. The hostel itsel", "..."], "calificacion": ["40"]},
{"autor": ["Elsa"], "titulo": ["average hotel"], "hotel": ["Sabaidee Guesthouse"], "contenido": ["Compared to other hotels, the price is too high for what you get. We paid 25 $ a night, which is a little bit too high. The hotel is not directly in the center,", "..."], "calificacion": ["30"]},
{"autor": ["Elsa"], "titulo": ["very nice guest house"], "hotel": ["Vayakorn Guest House"], "contenido": ["The Vayakorn Guest House lies in the backpackers circle but has a much better standard. In fact, the rooms are very clean and nice. Don't miss the breakfast, ev", "..."], "calificacion": ["40"]},
{"autor": ["Elsa"], "titulo": ["Beautiful guest house with nice extras"], "hotel": ["Lamphu Tree House"], "contenido": ["The Lamphu Tree House lies next to a canal and outside the Khao San Road, therefore you can have quiet nights. They have a beautiful restaurant with plants and ", "..."], "calificacion": ["40"]},
{"autor": ["amy33apple"], "titulo": ["Fantastic coaches "], "hotel": ["Coastal Spirit"], "contenido": ["I had 4 days of coaching with Roger Chandler for Advanced Sea Leader Training. His relaxed and gentle approach to tricky skills on big water is liberating. I le", "..."], "calificacion": ["50"]},
{"autor": ["amy33apple"], "titulo": ["Friendly staff, very clean, colourful and spacious."], "hotel": ["Hostal Suites Madrid"], "contenido": ["I stayed here with my daughter for two nights. Guayaquil does seem to be more expensive than anywhere else in Ecuador, so although this hostal is one of the mos", "..."], "calificacion": ["50"]},
{"autor": ["Susanne H"], "titulo": ["Super Tauchschule "], "hotel": ["Trawangan Dive Resort"], "contenido": ["Das Angebot an Tauchschulen auf Gili T ist groß und sicherlich ist die ein oder andere wirklich zu empfehlen. Nach einiger Recherche habe ich mich für diese ent", "..."], "calificacion": ["50"]},
{"autor": ["Susanne H"], "titulo": ["Must See - Eine der engsten Gassen der Welt "], "hotel": ["Rope Street - Strada Sforii"], "contenido": ["Es ist schon wirklich ein Musst DO!! Beim \"Schnurrgässchen\" vorbei zuschauen wenn man in Brasov ist. Die Straße gehört zu den engsten Gassen Weltweit. Man kann ", "..."], "calificacion": ["50"]},
{"autor": ["Susanne H"], "titulo": ["Historische Kirche im Stadtzentrum von Brasov"], "hotel": ["Black Church (Biserica Neagra)"], "contenido": ["Eine Kirche die schon von Weitem das historische Zentrum von Brasov ziert und ihre schöne Fassade hervorsticht. Sie zählt zu den bedeutenden Baudenkmälern Rumän", "..."], "calificacion": ["50"]},
{"autor": ["Susanne H"], "titulo": ["Ein schöner Platz als Zentrum von Brasov"], "hotel": ["Council Square"], "contenido": ["Ein schöner Platz zum Entspannen und beobachten. Ob am Springbrunnen oder einem der unzähligen Restaurants rund um den Platz, ein schönes Plätzchen wird man fin", "..."], "calificacion": ["50"]},
{"autor": ["Susanne H"], "titulo": ["Ein toller Ausblick und sympatische Bewohner"], "hotel": ["Rasnov Citadel"], "contenido": ["Die Schlösser Tour beinhaltet auch einen ersten Stop im Rasnov Fortrees. Am besten sollte man hier relativ früh herkommen, um noch vor allen Touristen den schön", "..."], "calificacion": ["50"]},
{"autor": ["Susanne H"], "titulo": ["Ein wunderschönes Schloss - Must See! "], "hotel": ["Peleș Castle"], "contenido": ["Ein weiteres wunderschönes Schloss auf der Schlösser Tour quer durch Siebenbürgen, welches definitiv zu den Must See gehört. Sehr gut erhalten, wunderschön aufb", "..."], "calificacion": ["50"]},
{"autor": ["Susanne H"], "titulo": ["Dracula und sein Mythos im Schloss Bran"], "hotel": ["Bran Castle (Dracula's Castle)"], "contenido": ["Ein Muss jeder Rumänien Reise auf den Spuren Draculas zu wandern. Wenn man die Möglichkeit hat, sollte man auf jeden Fall das Schloss Bran Besuchen. Sicherlich ", "..."], "calificacion": ["50"]},
{"autor": ["Susanne H"], "titulo": ["Best Tour in Romania "], "hotel": ["Flip Flop Tours"], "contenido": ["Aufgrund der begrenzten Zeit meiner Reise in diesem wunderschönen Land, entschied ich mich in Brasov (über TripAdvisor) eine Schlösser Tour zu buchen und an ein", "..."], "calificacion": ["50"]},
{"autor": ["Susanne H"], "titulo": ["Tolle Aussicht auf Brasov und Umgebung"], "hotel": ["Mount Tampa"], "contenido": ["Ein Ausflug auf den Mount Tampa ist auf jeden Fall einen Ausflug wert und sollte nicht Übersprungen werden. Gerade in der Frühlings/ Sommermonaten wo es viele T", "..."], "calificacion": ["50"]},
{"autor": ["Susanne H"], "titulo": ["Best Walking Tour - sehr informativ "], "hotel": ["Walkabout Free Tour - Brasov"], "contenido": ["Schon in Bucharest waren wir sehr begeistert und hatten an der Walking Tour teilgenommen. Daher wussten wir, das auch in Brasov jeden Tag eine Tour angeboten wi", "..."], "calificacion": ["50"]},
{"autor": ["Susanne H"], "titulo": ["Tolles Hotel im Zentrum von Brasov"], "hotel": ["Drachenhaus Hotel"], "contenido": ["Ein wirklich tolles kleines Hotel nur ein paar Gehminuten von Brasov City Center entfernt. Sehr sauber und gemütlich eingerichtet, das Personal ist sehr zuvorko", "..."], "calificacion": ["50"]},
{"autor": ["Susanne H"], "titulo": ["Rustikales Restaurant inmitten von Sibiu"], "hotel": ["Kulinarium"], "contenido": ["Ein wirklich schönes Restaurant inmitten der Altstadt von Sibiu. Bei schönem Wetter kann man draußen sitzen und hat einen schönen Überblick über die Piata Mica.", "..."], "calificacion": ["40"]},
{"autor": ["Susanne H"], "titulo": ["Tolles Hostel in Bucharest City"], "hotel": ["Teahouse 5"], "contenido": ["Das Hostel hat zu Recht super Bewertungen. Es ist sehr schön gelegen, inmitten einem Wohnviertel und nur ein paar Minuten zu Fuß von Old Town entfernt. Es hat e", "..."], "calificacion": ["50"]},
{"autor": ["Susanne H"], "titulo": ["Tolles Hostel in Bukarest City (North) "], "hotel": ["Podstel Umbrella"], "contenido": ["Das Hostel hat zu Recht super Bewertungen. Es ist sehr schön gelegen und hat einen tollen Innenhof. Rein von der Lage ist das Podstel Umbrella ein bisschen weit", "..."], "calificacion": ["50"]},
{"autor": ["Susanne H"], "titulo": ["Ein absolutes Highlight und zu Recht die Nummer 1"], "hotel": ["Noeme"], "contenido": ["Wir hatten Glück einen Tisch zu ergattern und hatten einen wunderschönen Abend im Bistro GUXT. Von der Stadt/ Old Town läuft man ca. 25 min, das Restaurant lieg", "..."], "calificacion": ["50"]},
{"autor": ["Susanne H"], "titulo": ["Versteckte Passage mit Charme "], "hotel": ["Macca Villacrosse Passage"], "contenido": ["Etwas versteckt befindet sich die Passage, die schon ein bisschen in die Jahre gekommen ist. Sie versprüht Charme auch mit ihrem Alter, tagsüber etwas grau und ", "..."], "calificacion": ["40"]},
{"autor": ["Susanne H"], "titulo": ["Good View and nice atmosphere"], "hotel": ["NOMAD Skybar"], "contenido": ["We had a really nice Stop over there and a drink on the Rooftop Bar. Good View and nice atmosphere over all. "], "calificacion": ["50"]},
{"autor": ["Susanne H"], "titulo": ["Beautifull Bookstore"], "hotel": ["Cărturești Carusel"], "contenido": ["A Must See for all Book Fans in Bukarest. The inside of the Bookstore Looks really nice and You will find a smal Coffee Shop on the top of the Store. "], "calificacion": ["50"]},
{"autor": ["Susanne H"], "titulo": ["Perfect Walking Tour to get to know the Heart of Bucharest"], "hotel": ["Walkabout Free Tours"], "contenido": ["The Free Walking Tour was the best to get to know the Main parts in the Heart of Bucharest. It took us more then 2-3h to Walk to a the Points and it was really ", "..."], "calificacion": ["50"]},
{"autor": ["Susanne H"], "titulo": ["Must See in Bukarest !! Palace of Parliament"], "hotel": ["Palace of Parliament"], "contenido": ["Palace of Parliament, the World's largest civilian building with an administrative function. Megalomania as the symbol of a city, but a Must See when You visit ", "..."], "calificacion": ["50"]},
{"autor": ["Willtravel24"], "titulo": ["Helpful staff and centrally located"], "hotel": ["Hostal Suites Madrid"], "contenido": ["The hostel is located in a very central area 1 block from the main avenue close to a huge supermarket, ATMs ect. The staff are very accommodating, booking taxis", "..."], "calificacion": ["50"]},
{"autor": ["Xiomara R"], "titulo": ["Noisy and far away from sights"], "hotel": ["Hostal Suites Madrid"], "contenido": ["This place is located near night clubs on a very noisy corner .. It's quite a walk to the Malecon from here and the walk itself is a bit scary on main boulevard", "..."], "calificacion": ["10"]},
{"autor": ["Xiomara R"], "titulo": ["\"Fancy and expensive for Ecuador\""], "hotel": ["La Canoa"], "contenido": ["Seemed to be for locals with money. As a backpacker , this was way too expensive and we only ordered from the a la carte menu. Total $35 for two ... And still h", "..."], "calificacion": ["10"]},
{"autor": ["Xiomara R"], "titulo": ["Best local breakfast! "], "hotel": ["El Cafe de Tere"], "contenido": ["Don't even think about it .. Just go try it. It's a little far away but worth the $6 fare from downtown hotels ... The place was packed with locals and everythi", "..."], "calificacion": ["50"]},
{"autor": ["travelguy9981"], "titulo": ["Wow! Super legit American style burger"], "hotel": ["Urban Food"], "contenido": ["No idea how this place has only 5 reviews. I got the large size mushroom burger and it was fantastic. High quality beef, lots of mushrooms and cheese... I live ", "..."], "calificacion": ["50"]},
{"autor": ["travelguy9981"], "titulo": ["Amazing hosts in a beautiful home!"], "hotel": ["Casa Munoz"], "contenido": ["We stayed at Casa Muñoz with Julio and his family last week. His colonial home is immaculate with amazing tile work. We had a great breakfast cooked by the woma", "..."], "calificacion": ["50"]},
{"autor": ["travelguy9981"], "titulo": ["Beautiful home w amazing hosts"], "hotel": ["Casa de Laura y Rodney"], "contenido": ["Perfectly located in old Havana. Laura gave us an amazing introduction to her home and showed us how everything works. She and Rodney both speak excellent Engli", "..."], "calificacion": ["50"]},
{"autor": ["travelguy9981"], "titulo": ["Very nice hotel with great owners"], "hotel": ["Blue Waves Hotel"], "contenido": ["Long story short I booked the wrong day on accident. I contacted owner immediately and he was super responsive and helpful. Then we check in to the deluxe suite", "..."], "calificacion": ["50"]},
{"autor": ["travelguy9981"], "titulo": ["Great hotel, nice oeople"], "hotel": ["Ios Resort Hotel"], "contenido": ["Mike picked us up from the harbor as promised, gave us small tour of town. We arrived and were complimentarily upgraded to a very nice suite by Mike's sister. R", "..."], "calificacion": ["50"]},
{"autor": ["travelguy9981"], "titulo": ["Believe the hype"], "hotel": ["To Pinakio"], "contenido": ["Amazing service, amazing food, amazing prices. We had tomato balls, stuffed mushrooms, grilled octopus, fava, sausage, 2 wines- all delicious... total 33 euro w", "..."], "calificacion": ["50"]},
{"autor": ["travelguy9981"], "titulo": ["Best food of our honeymoon"], "hotel": ["Aktaion"], "contenido": ["We just arrived from Italy. The food here was way better than anything else we've had. Started w smoked eggplant dip, then pastry cheese thing, then Greek salad", "..."], "calificacion": ["50"]},
{"autor": ["travelguy9981"], "titulo": ["Great host and B&B"], "hotel": ["B&B Amelie"], "contenido": ["Very well maintained nice b&b with amazing host and breakfasts. Airlines had lost my bag and Angela went out of her way to help me recover it. Perfect location,", "..."], "calificacion": ["50"]},
{"autor": ["travelguy9981"], "titulo": ["Broken AC and broken bed"], "hotel": ["Hotel Garibaldi"], "contenido": ["Stayed here one miserable night. aC didn't work at all, bed also broken on lookers left side (room 310)- told front desk guy who didn't care at all... sweated o", "..."], "calificacion": ["10"]},
{"autor": ["travelguy9981"], "titulo": ["Healthy, delicious, good value!"], "hotel": ["Gourmet Food Truck & Espresso Bar"], "contenido": ["Recently in town for a wedding. Swung by this place and had an amazing crepe and some excellent goulash. The owner was around and went out of his way to give us", "..."], "calificacion": ["50"]},
{"autor": ["travelguy9981"], "titulo": ["Everything was cool except..."], "hotel": ["Hostal Suites Madrid"], "contenido": ["The guy charging us 25 cents per minute to use his phone to call our airline... I questioned him and he claimed that's what anyone would charge us... LOL... Eve", "..."], "calificacion": ["30"]},
{"autor": ["travelguy9981"], "titulo": ["Best shop I've been to"], "hotel": ["Academy Bay Diving"], "contenido": ["Been diving all over the world. These guys are most professional and organized I've seen. Super efficient and organized. Great equipment, very clear instruction", "..."], "calificacion": ["50"]},
{"autor": ["travelguy9981"], "titulo": ["Ok place, rude host, rip off, long walk from anything"], "hotel": ["Derek's Place"], "contenido": ["Let me preface this by saying that my girlfriend made a mistake in our booking dates so we showed up one day late and were charged for the day we weren't there-", "..."], "calificacion": ["10"]},
{"autor": ["travelguy9981"], "titulo": ["Awesome place"], "hotel": ["Asados Toro"], "contenido": ["We ate here night 1 in Managua while staying at Hotel Don Carmelo. Had the Carne Asada plate with Gallo pinto. 2 orders, plus 4 beers, $15 total. Very good food", "..."], "calificacion": ["50"]},
{"autor": ["travelguy9981"], "titulo": ["Great value, awesome staff"], "hotel": ["Hotel Don Carmelo"], "contenido": ["We stayed here before and after our trip to Corn Islands. Henry was quick and helpful in email correspondence, even going so far as to book us massages at the u", "..."], "calificacion": ["50"]},
{"autor": ["travelguy9981"], "titulo": ["Pretty reasonable"], "hotel": ["Hotel Los Delfines"], "contenido": ["Stayed here while diving on Little Corn- got a discount with diving and room combined.Had a room w AC for $50/night. Room clean, staff friendly and helpful. P", "..."], "calificacion": ["40"]},
{"autor": ["travelguy9981"], "titulo": ["Pretty good dive shop, ok diving"], "hotel": ["Dolphin Dive"], "contenido": ["Did our advanced open water course there with Jen who did a nice job and worked hard. We also did a bunch of fun dives with Gary who was super fun and a great h", "..."], "calificacion": ["40"]},
{"autor": ["travelguy9981"], "titulo": ["Ignorant racist guide, cool animals, average accomodation"], "hotel": ["Tshukudu Game Lodge"], "contenido": ["We had a guide who made multiple offensive comments regarding the \"locals\" (aka black people), Asians, and other nations of the world. He was rude and made sarc", "..."], "calificacion": ["20"]},
{"autor": ["travelguy9981"], "titulo": ["Vera Anne is the nicest person in the world and this is the greatest backpackers of all time!"], "hotel": ["Karma Backpackers"], "contenido": ["It's like visiting your grandmother's house. Hot water bottles, homemade jam, and the sweetest woman in the world who owns the place. I have stayed here 4 times", "..."], "calificacion": ["50"]},
{"autor": ["travelguy9981"], "titulo": ["great owner, great location, easy and affordable"], "hotel": ["Shoestrings Airport Lodge"], "contenido": ["I have been running student travel programs in South Africa for 4 years and we always start and end at Shoestrings. Rob, the owner is a great human who this yea", "..."], "calificacion": ["40"]},
{"autor": ["El_Viajero_Ingles"], "titulo": ["Pure bliss"], "hotel": ["Tarr Farm Inn"], "contenido": ["This is the second time we have stayed here whilst competing in the Ironman 70.3 triathlon on Wimbleball lake. Staying here whilst away for the triathlon has be", "..."], "calificacion": ["50"]},
{"autor": ["El_Viajero_Ingles"], "titulo": ["Highly recommended "], "hotel": ["The Huntsman of Brockenhurst"], "contenido": ["We stayed here whilst competing in the Swashbuckler triathlon based out of Bucklers Hard. This was a perfect base that allowed me to spend an enjoyable 3 days c", "..."], "calificacion": ["40"]},
{"autor": ["El_Viajero_Ingles"], "titulo": ["Great location but an average hostel at a cost"], "hotel": ["Sampa Hostel"], "contenido": ["We are travelling around South America as a late twenties/early thirties couple and we stayed in Sampa Hostel in a private room for two nights.Sampa Hostel is ", "..."], "calificacion": ["30"]},
{"autor": ["El_Viajero_Ingles"], "titulo": ["Pretty and homely pousada with a good breakfast"], "hotel": ["Pousada Pedacinho de Ceu"], "contenido": ["We are travelling around South America as a late twenties/early thirties couple and we stayed in Pousada Pedachino de Céu in a private room for three nights.I ", "..."], "calificacion": ["50"]},
{"autor": ["El_Viajero_Ingles"], "titulo": ["Awesome hostel run by a great guy"], "hotel": ["Leo's Clan Beach Hostel"], "contenido": ["We are travelling around South America as a late twenties/early thirties couple and we stayed in Leo's Clan Beach Hostel in a private room for three nights.Thi", "..."], "calificacion": ["50"]},
{"autor": ["El_Viajero_Ingles"], "titulo": ["Decent hostel for a stopover in Manaus"], "hotel": ["OYO 321 Hotel Ecosuites"], "contenido": ["We are travelling around South America as a late twenties/early thirties couple and we stayed in Eco Suites Hotel Manaus in a private room for 1 night.The hote", "..."], "calificacion": ["40"]},
{"autor": ["El_Viajero_Ingles"], "titulo": ["A good value HI hostel"], "hotel": ["Amazonia Hostel"], "contenido": ["We are travelling around South America as a late twenties/early thirties couple and we stayed in HI Amazonia Belém in in a six bed dorm for 2 nights.If you've ", "..."], "calificacion": ["40"]},
{"autor": ["El_Viajero_Ingles"], "titulo": ["Great atmosphere and very homely hostel"], "hotel": ["Paraíso do Cajú"], "contenido": ["We are travelling around South America as a late twenties/early thirties couple and we stayed in Paraiso do Caju House Hostel in a five bed dorm for 2 nights.W", "..."], "calificacion": ["50"]},
{"autor": ["El_Viajero_Ingles"], "titulo": ["10 out of 10 for the Professor"], "hotel": ["Casa do Professor Hostel"], "contenido": ["We are travelling around South America as a late twenties/early thirties couple and we stayed in Casa do Professor in a five bed dorm for 1 night.Casa do Profe", "..."], "calificacion": ["50"]},
{"autor": ["El_Viajero_Ingles"], "titulo": ["Good atmosphere in this social hostel"], "hotel": ["Tirol da Carol - Beach Hostel"], "contenido": ["We are travelling around South America as a late twenties/early thirties couple and we stayed in Hostel Jeriocara in an 8 bed dorm for 2 nights.We enjoyed our ", "..."], "calificacion": ["40"]},
{"autor": ["El_Viajero_Ingles"], "titulo": ["Awesome hostel, well worth a visit"], "hotel": ["Albergue da Costa Hostel"], "contenido": ["We are travelling around South America as a late twenties/early thirties couple and we stayed in Hosteling International's Albergue da Costa in an private room ", "..."], "calificacion": ["50"]},
{"autor": ["El_Viajero_Ingles"], "titulo": ["One not to miss"], "hotel": ["Hostel PIPAradise"], "contenido": ["We are travelling around South America as a late twenties/early thirties couple and we stayed in Hostel PIPAradise in an private room for 3 nights.This hostel ", "..."], "calificacion": ["50"]},
{"autor": ["El_Viajero_Ingles"], "titulo": ["Good value hotel in a great location"], "hotel": ["Hotel Julieta"], "contenido": ["We are travelling around South America as a late twenties/early thirties couple and we stayed in Hotel Julieta in an private room for 3 nights.At £33pn it wasn", "..."], "calificacion": ["40"]},
{"autor": ["El_Viajero_Ingles"], "titulo": ["Couple pods were novel, a little pricey but a really well run hostel"], "hotel": ["El Hostelito"], "contenido": ["We are travelling around South America as a late twenties/early thirties couple and we stayed in El Hostelito in a couple pod for 3 nights.We enjoyed our stay ", "..."], "calificacion": ["40"]},
{"autor": ["El_Viajero_Ingles"], "titulo": ["Friendly service, good value"], "hotel": ["Koala Inn"], "contenido": ["We are travelling around South America as a late twenties/early thirties couple and we stayed in Hotel Koala Inn in a private room for 1 night.We stopped off a", "..."], "calificacion": ["40"]},
{"autor": ["El_Viajero_Ingles"], "titulo": ["Nice little hotel, cozy room, good value"], "hotel": ["Hotel Colonial"], "contenido": ["We are travelling around South America as a late twenties/early thirties couple and we stayed in Hotel Colonial in a private room for 1 night.We had a night in", "..."], "calificacion": ["40"]},
{"autor": ["El_Viajero_Ingles"], "titulo": ["Great hosts, really fun hostel"], "hotel": ["Colombian Hostel"], "contenido": ["We are travelling around South America as a late twenties/early thirties couple and we stayed in Colombian Home Hostel in a 4 bed dorm for 2 nights.We were rec", "..."], "calificacion": ["50"]},
{"autor": ["El_Viajero_Ingles"], "titulo": ["Ticked all our boxes although a bit of a building site at the moment"], "hotel": ["Hotel la Floresta Salento"], "contenido": ["We are travelling around South America as a late twenties/early thirties couple and we stayed in La Floresta Hostel in a private room for 3 nights.This is a ni", "..."], "calificacion": ["40"]},
{"autor": ["El_Viajero_Ingles"], "titulo": ["Amazing hotel, what a treat!"], "hotel": ["Hotel Augusta"], "contenido": ["We are travelling around South America as a late twenties/early thirties couple and we stayed in Hotel Augusta in a double room for 2 nights.For us Hotel Augus", "..."], "calificacion": ["50"]},
{"autor": ["El_Viajero_Ingles"], "titulo": ["A bit overrated but it has its perks"], "hotel": ["Black Sheep Hostel Medellin"], "contenido": ["We are travelling around South America as a late twenties/early thirties couple and we stayed in Black Sheep Hostel in a private room for 2 nights.We arrived a", "..."], "calificacion": ["30"]},
{"autor": ["joooooles"], "titulo": ["Wonderful"], "hotel": ["Augusta Boutique House"], "contenido": ["I couldn't have asked for a friendlier, nicer hotel for a wonderful weekend in Lisbon. The team working at Augusta Boutique Hotel are kind and helpful, breakfas", "..."], "calificacion": ["50"]},
{"autor": ["joooooles"], "titulo": ["Love "], "hotel": ["Bar & Restaurant Marinas"], "contenido": ["I couldn't speak highly enough of Bar Marinas. Wholesome, hearty food, kind service, you can't go wrong. Highly recommend the prawn sandwich and seafood grill, ", "..."], "calificacion": ["50"]},
{"autor": ["joooooles"], "titulo": ["Legends "], "hotel": ["Bacalao"], "contenido": ["Great food, location and vibe. This place ticks all the boxes. And the team working here are legends. Our boat to Bodo was cancelled due to bad weather and the ", "..."], "calificacion": ["50"]},
{"autor": ["joooooles"], "titulo": ["The aurora wisper "], "hotel": ["The Aurora Jager"], "contenido": ["Book yourself in with the Aurora Jager, it's the best decision you'll make in Norway. Odd-Petter is a passionate guide who knows his Northern Lights, photograph", "..."], "calificacion": ["50"]},
{"autor": ["joooooles"], "titulo": ["I wish I could give them more stars "], "hotel": ["North Sailing Norway"], "contenido": ["These guys are excellent. Brilliant crew, warm sailing boat, lots of knowledge and sightings. They've got warm suits, hot drinks and snacks and plenty of space ", "..."], "calificacion": ["50"]},
{"autor": ["joooooles"], "titulo": ["Brilliant "], "hotel": ["Max Brown Hotel Ku'damm"], "contenido": ["Don't think twice, this hotel is perfect. Hefty breakfast with lots of options and bottomless coffee - all with an incredibly kind team working there. I wish I ", "..."], "calificacion": ["50"]},
{"autor": ["joooooles"], "titulo": ["Muy bien! "], "hotel": ["Caribo Cozumel"], "contenido": ["B&B Caribo was excellent from the second we turned up. Manual mapped out brilliant eats, beaches and and diving for us. The place is peaceful and perfect; with ", "..."], "calificacion": ["50"]},
{"autor": ["joooooles"], "titulo": ["Sweet eacape"], "hotel": ["Howlita Hotel Tulum"], "contenido": ["We were moved to Howlita when our booking at The Secret Garden was accepted by mistake as they were overbooked. Cudos to them for easily moving us. Howlita's ba", "..."], "calificacion": ["40"]},
{"autor": ["joooooles"], "titulo": ["120+ Stars!"], "hotel": ["Hotelito Swiss Oasis"], "contenido": ["This place is run by two travellers, and it shows. Everything you could want is here: big comfy beds, fun decor, an immaculate pool and clean communal kitchen. ", "..."], "calificacion": ["50"]},
{"autor": ["joooooles"], "titulo": ["Perfect "], "hotel": ["Cabanas Tero Real"], "contenido": ["We stumbled on this place on route to the hotel across the road. The owner was such a legend we opted to stay here. The cabanas are clean and comfortable. Our a", "..."], "calificacion": ["50"]},
{"autor": ["joooooles"], "titulo": ["Budget basic"], "hotel": ["Hostal San Francisco"], "contenido": ["This place is just off the dock and the balcony has a decent view of the water and all those seals. It's cheap with simple, clean rooms. Just rock up for a chea", "..."], "calificacion": ["30"]},
{"autor": ["joooooles"], "titulo": ["Clean budget basic "], "hotel": ["DreamKapture Hostel"], "contenido": ["We only stayed a night after arriving late from the Galápagos. The hostel is fine, secure and clean. Pancakes for breakfast, who could complain about that. Ther", "..."], "calificacion": ["40"]},
{"autor": ["joooooles"], "titulo": ["High five! "], "hotel": ["Hostal Chimenea"], "contenido": ["Banos is an excellent little town with loads of things to do. And Chimenea topped it off: good service, clean rooms, hot water and well priced. We ended up stay", "..."], "calificacion": ["50"]},
{"autor": ["joooooles"], "titulo": ["Ridiculously helpful staff"], "hotel": ["Colonial House Inn"], "contenido": ["The staff at Colonial were the friendly we've come across. In a quieter part of town, you'll still get a good night's sleep without being too far from the sites", "..."], "calificacion": ["50"]},
{"autor": ["joooooles"], "titulo": ["Two day Acatenango hike"], "hotel": ["OX Outdoor Excursions - Day Tours"], "contenido": ["Watching Volcan Fuego blast the night's sky with furious lava is a magical thing to see. But the hike is tough, and it's cold. If you have unfriendly guides or ", "..."], "calificacion": ["50"]},
{"autor": ["joooooles"], "titulo": ["San Blast! "], "hotel": ["San Blas Adventures - Day Tours"], "contenido": ["The San Blas Islands are the duck's nuts of paradise. You'll spend your days swimming in crystal clear waters, snorkelling, drinking rum in fresh coconuts and g", "..."], "calificacion": ["50"]},
{"autor": ["joooooles"], "titulo": ["Good Galápagos base"], "hotel": ["Hostal Suites Madrid"], "contenido": ["We stayed here for 3 nights to organise a trip to the Galápagos Islands. The tour operator who works with Hostal Madrid Suites was incredibly helpful. He got us", "..."], "calificacion": ["30"]},
{"autor": ["joooooles"], "titulo": ["Easy and quiet "], "hotel": ["Hostal Huacachina Sunset"], "contenido": ["We lucked out with hostal Huacachina - the oasis is small and most hotels/hostal are next to bars. This one is a little further back. Although we partied like i", "..."], "calificacion": ["30"]},
{"autor": ["joooooles"], "titulo": ["Easy budget option "], "hotel": ["Paracas Backpackers' House"], "contenido": ["Warm staff, clean and in a good spot this place is aiiiiiiiiight. There are hammocks to chill in, and two cats who like cuddles. Cabbies honking their horns on ", "..."], "calificacion": ["40"]},
{"autor": ["joooooles"], "titulo": ["Sweet little B&B style "], "hotel": ["Hostel Pucllana"], "contenido": ["This was a wicked little place in a quiet corner of Lima. It feels like you're deep in suburbs, but it's a quick 10 minute walk into town. The owner booked bus ", "..."], "calificacion": ["40"]},
{"autor": ["CanyonTraveler2014"], "titulo": ["Poor Bali is completely over touristed"], "hotel": ["Nusa Penida Island"], "contenido": ["There are car tours that take you to places for a photo op, but that's all.  Yes, the sights are beautiful, but the tourists are not.  I saw one feeding a monke", "..."], "calificacion": ["30"]},
{"autor": ["CanyonTraveler2014"], "titulo": ["Oysters extraordinaire "], "hotel": ["Oscar's Seafood Bistro"], "contenido": ["Fabulous Meal! 5 stars from start to finish. Oysters, fresh catch of the day, amd delightful service. Nothing more to want!"], "calificacion": ["50"]},
{"autor": ["CanyonTraveler2014"], "titulo": ["Beautiful Visitas"], "hotel": ["Wild Atlantic Way"], "contenido": ["Be sure to get off the bus and hike the lovely shores. If you are at all adventurous, don't take a bus tour. They allow little free time and are very constraini", "..."], "calificacion": ["50"]},
{"autor": ["CanyonTraveler2014"], "titulo": ["Astounding"], "hotel": ["Ntarama Church"], "contenido": ["This church, of all the genocide memorials in town, was the most profound. It begs the question, \"how does mankind do this to one another?\"  Terrible violence i", "..."], "calificacion": ["50"]},
{"autor": ["CanyonTraveler2014"], "titulo": ["Beautiful"], "hotel": ["Nyamirambo Women's Center"], "contenido": ["Excellent walk gives insight to Rwandan life, accompanied by traditional family meal, lovely hosts and gift shop"], "calificacion": ["50"]},
{"autor": ["CanyonTraveler2014"], "titulo": ["Iguanas everywhere!"], "hotel": ["Parque Seminario"], "contenido": ["This park was a little strange because there literally are iguanas everywhere.  I accidentally stepped on one, so watch where you walk!  It's strange because th", "..."], "calificacion": ["40"]},
{"autor": ["CanyonTraveler2014"], "titulo": ["Only one night"], "hotel": ["Hostal Suites Madrid"], "contenido": ["I would like to have stayed longer.  The Hostal was clean and tastefully decorated.  The staff was friendly and very helpful.  My Spanish is extremely limited, ", "..."], "calificacion": ["40"]},
{"autor": ["CanyonTraveler2014"], "titulo": ["Lovely"], "hotel": ["Lava Hot Springs Inn"], "contenido": ["The building was an old hospital and makes a quaint and interesting inn.  The little Inn had sweet affordable accommodations.  The staff were delightful, and th", "..."], "calificacion": ["50"]},
{"autor": ["Marieke d"], "titulo": ["Grote bus"], "hotel": ["Fansipan Express Sapa Bus"], "contenido": ["Heerlijke bus! Airco beetje koud, maar de stoelen zijn groot genoeg voor de Europeanen! Erg netjes!! "], "calificacion": ["40"]},
{"autor": ["Marieke d"], "titulo": ["Toure"], "hotel": ["Tavan Ecologic Homestay"], "contenido": ["De homestay was super luxe. We haddeneen europese badkamer en heerlijk warm water bij de douche. De kamers zijn orgineel en groot. Heerlijk geslapen. Het eten i", "..."], "calificacion": ["40"]},
{"autor": ["Marieke d"], "titulo": ["Overnachting na hiking"], "hotel": ["May Sapa Hotel"], "contenido": ["We hebben dit hotel geboekt bij ons hotel in Hanoi. Dit hotel zat bij de toure inbegrepen. Voor $30 meer hadden wr een luxere ervaring. Helaas, was dit niet het", "..."], "calificacion": ["20"]},
{"autor": ["Marieke d"], "titulo": ["Luxe "], "hotel": ["Venezia Cruises"], "contenido": ["Niet wij zochten. Via het hotel geboekt. De kamer was super de luxe. Het eten was heel veel, maar niet geweldig. We hadden een haar in het eten. Het personeel i", "..."], "calificacion": ["30"]},
{"autor": ["Marieke d"], "titulo": ["Netjes"], "hotel": ["Hanoi Focus Hotel"], "contenido": ["We hadden twee nachten geboekt voor na onze aankomst in Vietnam. Mooie grote kamer en heerlijk bed. Na onze trips naar Halong Bay en Sapa kregen we een kleinere", "..."], "calificacion": ["20"]},
{"autor": ["Marieke d"], "titulo": ["Clean an modern"], "hotel": ["Community Hostel"], "contenido": ["This is a very nice and big hostel. The reception is not really clear as it is just a person sitting on the table with a laptop like everybody else. The rooms a", "..."], "calificacion": ["40"]},
{"autor": ["Marieke d"], "titulo": ["Cosy hostal and big breakfast"], "hotel": ["Hostal Transilvania"], "contenido": ["Wauw!! The breakfast is amazing. You can choose between eggs, pancake or fruit salad. This hostal is small what makes it cosy. There is a nice outdoor sitting, ", "..."], "calificacion": ["40"]},
{"autor": ["Marieke d"], "titulo": ["Great beers and vibes"], "hotel": ["Stray Dog Brewpub"], "contenido": ["When we visited the Brewpub it was a quiet night but not less fun. The host is very friendly and will prepare any meal you want within his ability. I ordered so", "..."], "calificacion": ["40"]},
{"autor": ["Marieke d"], "titulo": ["Good breakfast"], "hotel": ["Café Ricooo Pan"], "contenido": ["I didn't seem like a lot but oh my... What was it good and enough. The brown bun is very filling. We couldn't even finish the breakfast. The people are friendly", "..."], "calificacion": ["30"]},
{"autor": ["Marieke d"], "titulo": ["Wauw"], "hotel": ["Ruta de las cascadas"], "contenido": ["The best thing about this bike ride is that everything is downhill. There is transport that pick you up at Machy for only $2 with bike. Along the way there are ", "..."], "calificacion": ["40"]},
{"autor": ["Marieke d"], "titulo": ["Okay"], "hotel": ["La Casa del Arbol"], "contenido": ["Everybody was talking about this awesome swing on the top of a hill that suppose to be a trilling experience. We found it a bit disappointing. The view is amazi", "..."], "calificacion": ["30"]},
{"autor": ["Marieke d"], "titulo": ["Crazy hot!!"], "hotel": ["Las Piscinas de la Virgen"], "contenido": ["This spa bath supposed to have healing powers. We haven't experience that so far but it gives a tinseling feeling. The first dip in the hot pool is quit an expe", "..."], "calificacion": ["30"]},
{"autor": ["Marieke d"], "titulo": ["Short but powerfull"], "hotel": ["Parque Aventura San Martin"], "contenido": ["The hole experience took about 30-40 minutes but it was awesome. For us it was the first time canopying. With this agency you get the whole deal. There is a bri", "..."], "calificacion": ["40"]},
{"autor": ["Marieke d"], "titulo": ["Overpriced"], "hotel": ["Hostal Suites Madrid"], "contenido": ["We thought the hostal was overpriced with the facilities they have. The fridge was off when we were there so not able to use it. Also the bed was not comfortabl", "..."], "calificacion": ["30"]},
{"autor": ["Marieke d"], "titulo": ["Salty"], "hotel": ["Extreme Fun Pub"], "contenido": ["The place looks really cool. The burgers are amazing. We went here during the day, and then it is quite. But it looks like if you go during the night you can ma", "..."], "calificacion": ["40"]},
{"autor": ["Marieke d"], "titulo": ["Brekkie"], "hotel": ["Restaurant Camel"], "contenido": ["We went here for breakfast. We order a omelet and normal breakfast with avocado. There was not a lot of avocado for us one peace of bread.when i asked for milk ", "..."], "calificacion": ["30"]},
{"autor": ["Marieke d"], "titulo": ["Great hostel and friendly staff"], "hotel": ["Hostal Sonchek"], "contenido": ["The hostel is really small, what i like. The rooms are big and the garden is a nice hang out area. The showers where amazing! They don't have breakfast but you ", "..."], "calificacion": ["40"]},
{"autor": ["Marieke d"], "titulo": ["Good for a drink"], "hotel": ["Barros Cafe"], "contenido": ["We went here because we were also staying in the same hostel. Tou can only have a drink if you eat something as well. But that seems rhe case in every bar in Sa", "..."], "calificacion": ["40"]},
{"autor": ["Marieke d"], "titulo": ["Rent a car"], "hotel": ["Route of the Seven Lakes"], "contenido": ["We rented a car with an other couple we met in Bariloche. It is great to do de drive by yourself. Our first plan was to hitchhike, but there are a lot of hitchh", "..."], "calificacion": ["30"]},
{"autor": ["Marieke d"], "titulo": ["One word: wow"], "hotel": ["Volcan Villarica"], "contenido": ["This is one of the most amazing hikes we did on our trip in South America! The hike is not easy and you have to go with a guide. You can choose if you wanna ski", "..."], "calificacion": ["40"]},
{"autor": ["Alex Hamilton"], "hotel": ["Iquitos"], "contenido": ["I don't think there's an official service. But almost any local would be willing to perform those services if you pre-arranged it.CheersAlex"]},
{"autor": ["Alex Hamilton"], "titulo": ["I'm the guy in the picture"], "hotel": ["El Purguero"], "contenido": ["Speaking as the man in the picture. I can absolutely guarantee that this is the ideal place in Iquitos to experience the healing wonders of Ayahuasca.  Come, le", "..."], "calificacion": ["50"]},
{"autor": ["Alex Hamilton"], "titulo": ["I'll always stay here when in Banos"], "hotel": ["Hostal Chimenea"], "contenido": ["I don't need to say much at all. Staff extremely friendly, rooms clean and big, exceptional value for money and prime location. Great atmosphere and lots of bac", "..."], "calificacion": ["50"]},
{"autor": ["Alex Hamilton"], "titulo": ["Very worthwhile day out"], "hotel": ["Pailon del Diablo (Devil's Cauldron)"], "contenido": ["Relatively near to hotel, bus/taxi. Amazing views and atmosphere. You will definitely get soaked so prepare."], "calificacion": ["50"]},
{"autor": ["Alex Hamilton"], "titulo": ["Very nice hotel, very friendly and helpful staff. Rooms were clean and well kept and I always felt like my possessions w"], "hotel": ["Abadia Colonial"], "contenido": ["A bit pricey for my budget but I wanted comfort after slumming it on buses etc for days. However it is worth the price. I ended up staying for a  few days. The ", "..."], "calificacion": ["50"]},
{"autor": ["Alex Hamilton"], "titulo": ["Very nice staff and atmosphere but just too noisy."], "hotel": ["Hostal La Casona de Getsemani"], "contenido": ["The staff were really helpful and friendly, the communal area was nice however all the private rooms are more or less in the hotel lobby, due to the colonial bu", "..."], "calificacion": ["40"]},
{"autor": ["Alex Hamilton"], "titulo": ["Beautiful walled city"], "hotel": ["Walled City of Cartagena"], "contenido": ["Very beautiful to walk around at night, be sure you can handle your ale or you'll fall off the wall and kill yourself."], "calificacion": ["50"]},
{"autor": ["Alex Hamilton"], "titulo": ["Amazing jungle experience"], "hotel": ["Hike Venezuela"], "contenido": ["I booked 3 days and 2 nights here with a company called Hike Venezuela, it's run by a very nice German guy called Andreas. All my needs wee taken care of from t", "..."], "calificacion": ["50"]},
{"autor": ["Alex Hamilton"], "titulo": ["Your first stop in Venezuela"], "hotel": ["Hotel Plazamar"], "contenido": ["This was the first place I stayed at upon landing in Venezuela. I was met at the airport by a guy called Elias, he spoke good English and was extremely helpfull", "..."], "calificacion": ["50"]},
{"autor": ["Alex Hamilton"], "titulo": ["A decent place to start."], "hotel": ["Hostal Suites Madrid"], "contenido": ["We arrived in Guayaquil bus station and booked this place as it was the first half decent hotel that showed up on booking.com. It's situated in what we were ass", "..."], "calificacion": ["40"]},
{"autor": ["Alex Hamilton"], "titulo": ["Everything was good."], "hotel": ["Swiss Bistro Baños"], "contenido": ["I visited the Swiss Bistro out of curiosity after hearing about it and reading about it, and because I was craving meat after being on an ayahasca diet. Basical", "..."], "calificacion": ["40"]},
{"autor": ["Alex Hamilton"], "titulo": ["The perfect place for anyone to do Ayahuasca."], "hotel": ["El Purguero"], "contenido": ["This is an Ayahuasca retreat run by Gringo shaman Ron Wheelock. He is the perfect shaman and host, very helpful and compassionate. I've spent 12 days both this ", "..."], "calificacion": ["50"]},
{"autor": ["Alex Hamilton"], "titulo": ["I wouldn't stay anywhere else now."], "hotel": ["Lima Wari Hotel Boutique"], "contenido": ["I came to this place simply because my travel friend had deemed it to be the best based on his research, I'll simply state a few of the reasons I like this plac", "..."], "calificacion": ["50"]},
{"autor": ["Alex Hamilton"], "titulo": ["A step into beauty"], "hotel": ["Ayahuasca Resto Bar"], "contenido": ["I'd heard about this place from a friend, the interior is beautiful and intricate. The staff were attentive and helpfull in everyway possible. It opens at 8pm a", "..."], "calificacion": ["40"]},
{"autor": ["Alex Hamilton"], "titulo": ["Pikeos restaurant Lima airport"], "hotel": ["Pikeos"], "contenido": ["The usual airport prices although staff extremely friendly, polite, helpful and accomodating. Free wifi and a chilled atmosphere. Nice place to hang out while i", "..."], "calificacion": ["40"]},
{"autor": ["Alex Hamilton"], "hotel": ["Iquitos"]},
{"autor": ["Alex Hamilton"], "hotel": ["South Korea"]},
{"autor": ["Alex Hamilton"], "contenido": ["I've just graduated as a qualified journalist, I'm leaving for south America tomorrow, my new website will be up and running later today. I'm going to destroy t", "..."]},
{"autor": ["Alex Hamilton"], "contenido": ["Have you contacted the airline directly, they should be able to help.....We need to all write some combined letter/email to a watch dog until these pricks get s", "..."]},
{"autor": ["Alex Hamilton"], "contenido": ["will do"]},
{"autor": ["Barbara T"], "hotel": ["Lebanon"], "contenido": ["Hi there,I have spent a month in Beirut in March this year (on a tourist visa) and would like to go back possibly in Aug. Can I get another tourist visa on ar", "..."]},
{"autor": ["Barbara T"], "hotel": ["Lebanon"], "contenido": ["Sorry, I forgot to mention that I have an EU passport. Thanks."]},
{"autor": ["Barbara T"], "titulo": ["Very cute hostel with very helpful staff"], "hotel": ["Hostal Suites Madrid"], "contenido": ["The staff at the hostel was very friendly and  helpful. The hostel is in a good location although the traffic around can make it noisy. The hostel itself is cle", "..."], "calificacion": ["40"]},
{"autor": ["Barbara T"], "titulo": ["Good food and friendly staff"], "hotel": ["Oh La La Cafe"], "contenido": ["It is my favourite breakfast place in OnNut. You can get nice coffee and sandwiches/omelettes there. It's a bit overpriced but the staff are nice - especially t", "..."], "calificacion": ["40"]},
{"autor": ["Barbara T"], "titulo": ["Smelly surprise..."], "hotel": ["Saxophone Pub"], "contenido": ["We were the first group in but were nontheless  sat at a table next to the toilet (you can imagine the smell!) as well as the bin. The place is overpriced and o", "..."], "calificacion": ["20"]},
{"autor": ["Carey B"], "titulo": ["World class diving, world class dive operator"], "hotel": ["Mafia Island Diving"], "contenido": ["We left Mafia Island just under a week ago. I am still crying myself to sleep at nights. We spent 9 nights on the island and managed to squeeze in 15 magnificen", "..."], "calificacion": ["50"]},
{"autor": ["Carey B"], "titulo": ["Finally! Kitu Kiblu makes my dreams come true"], "hotel": ["Kitu Kiblu: Responsible Marine Encounters"], "contenido": ["I have been longing to experience whale sharks after being regaled by other travellers’ stories while I was diving in places like the Galapagos, Cocos Island, t", "..."], "calificacion": ["50"]},
{"autor": ["Carey B"], "titulo": ["When you get the crave..."], "hotel": ["Taste of Sichuan Restaurant"], "contenido": ["We are new to Dubai and I was craving Sichuan food. Specifically ma po tofu and crispy fried red chile chicken. We were happy to find Taste of Sichuan online an", "..."], "calificacion": ["40"]},
{"autor": ["Carey B"], "titulo": ["hidden gem, great location "], "hotel": ["The Harrington Residency"], "contenido": ["We arrived in darkness, the taxi driver couldn't find the street, we were led up a creaking rickety crooked staircase in an entry hall with exposed wires which ", "..."], "calificacion": ["40"]},
{"autor": ["Carey B"], "titulo": ["Unexpected surprise"], "hotel": ["Gabbar's Bar & Kitchen"], "contenido": ["We ate dinner at Gabbar's our last night in Kolkata, which ended up being a fantastic finale. We walked in with no expectations and were pleasantly surprised by", "..."], "calificacion": ["40"]},
{"autor": ["Carey B"], "titulo": ["meat on a stick over flame! yum!"], "hotel": ["Barbeque Nation"], "contenido": ["We walked in off the street, our first night in Kolkata. It was late and it was the closest restaurant to our lodging. When we were seated, the restaurant was b", "..."], "calificacion": ["40"]},
{"autor": ["Carey B"], "titulo": ["ghat ok, riverfront walk excellent!"], "hotel": ["Prinsep Ghat"], "contenido": ["We snapped a few shots of the Prinsep Ghat, but continued on to the riverside walk. Highly recommend as a nice slice of Kolkata life. Trees shade most of the pr", "..."], "calificacion": ["40"]},
{"autor": ["Carey B"], "titulo": ["Nice morning outing"], "hotel": ["Victoria Memorial Hall"], "contenido": ["Memorial impressive, enjoyed reading about the history and construction. We went around 10am which was still early enough to miss most of the crowds but was get", "..."], "calificacion": ["40"]},
{"autor": ["Carey B"], "titulo": ["Heaving crowded market with something for everyone"], "hotel": ["New Market"], "contenido": ["We experienced the New Market two days before Eid. A largely Muslim population of shop owners catering to largely Muslim shoppers meant it was very crowded and ", "..."], "calificacion": ["40"]},
{"autor": ["Carey B"], "titulo": ["awesome college street institution"], "hotel": ["Indian Coffee House"], "contenido": ["Don't go to the Coffee House for friendly service, amazing food, clean bathrooms, free wifi, A/C or the awesome coffee. It has none of those things. The waitsta", "..."], "calificacion": ["40"]},
{"autor": ["Carey B"], "titulo": ["overrated but probably necessary"], "hotel": ["Peter Cat"], "contenido": ["We were told the chelo kebabs and sizzler were \"to die for\" by local sources and a MUST for any visitors to Kolkata. We dutifully queued up on a Saturday evenin", "..."], "calificacion": ["30"]},
{"autor": ["Carey B"], "titulo": ["great lunch escape from new market shopping hell"], "hotel": ["Blue Sky Cafe"], "contenido": ["Escaping the heat and crowds of the New Market in search of lunch, we stumbled into the Blue Sky Cafe. Expectations were low as we looked around the somewhat gr", "..."], "calificacion": ["40"]},
{"autor": ["Carey B"], "titulo": ["Central location in CBD = easy peasy"], "hotel": ["The Westin Melbourne"], "contenido": ["I stayed six nights in August for business travel over a weekend.Overall stay was great. Room and bathroom were nicely appointed, spacious and clean. Breakfas", "..."], "calificacion": ["40"]},
{"autor": ["Carey B"], "titulo": ["Lovely good value oasis in Male"], "hotel": ["Sala Boutique Hotel"], "contenido": ["We stayed only one night but found:- extremely kind and professional staff (Raj is the best!)- very clean, quiet and beautifully decorated room - very clean", "..."], "calificacion": ["40"]},
{"autor": ["Carey B"], "titulo": ["Yum!!!"], "hotel": ["Sala Thai Restaurant"], "contenido": ["Delicious fresh authentic Thai flavours and great variety of choices. We had a hard time narrowing down our selection because we wanted to sample everything! In", "..."], "calificacion": ["50"]},
{"autor": ["Carey B"], "titulo": ["Average"], "hotel": ["JEN Maldives Malé by Shangri-La"], "contenido": ["We stayed one night after returning from a liveaboard dive trip. Underwhelmed for the price we paid:- pillows smelled of mildew and sweat- ceiling had unat", "..."], "calificacion": ["30"]},
{"autor": ["Carey B"], "titulo": ["No frills but did the job"], "hotel": ["Holiday Inn Express The Hague - Parliament"], "contenido": ["Stayed for five nights for business. Deluxe it ain't but the location was perfect for our meetings in the Mauritshuis and easy access to historic sites and bars", "..."], "calificacion": ["40"]},
{"autor": ["Carey B"], "titulo": ["Love!"], "hotel": ["Escher in Het Paleis (Escher in the Palace)"], "contenido": ["Love Escher and this is nice bite size view into his world and work. Set in charming winter palace in old historic part of The Hague. Check out the funky chande", "..."], "calificacion": ["40"]},
{"autor": ["Carey B"], "titulo": ["Did the job"], "hotel": ["NH Geldrop"], "contenido": ["Stayed here one night after wedding down the road at the castle. Clean, functional, easy in, easy out. Missed breakfast so can't say anything about that. Easy t", "..."], "calificacion": ["40"]},
{"autor": ["Carey B"], "titulo": ["Not as good as I remrmbered"], "hotel": ["The Fullerton Hotel Singapore"], "contenido": ["Have stayed at the Fullerton a few times over the years, always for business. Always impressed and love the location. This time was less impressive, maybe owing", "..."], "calificacion": ["40"]},
{"autor": ["ChacmoolsFriend"], "titulo": ["Amazing tour operator for an amazing area of the planet!"], "hotel": ["Gasparetour Pantanal Tours"], "contenido": ["My husband and I visited in late October, and Igor showed us the amazing beauty of the Pantanal (rest assured, it did not burn away!)  We stayed at quality lodg", "..."], "calificacion": ["50"]},
{"autor": ["ChacmoolsFriend"], "titulo": ["A gem on Hollywood Beach"], "hotel": ["Hollywood Beach Suites and Hotel"], "contenido": ["A friend was coming for an unexpected visit, and staying on Hollywood Beach for 1 night made sense.  I've stayed in many places on Hollywood Beach over the past", "..."], "calificacion": ["50"]},
{"autor": ["ChacmoolsFriend"], "titulo": ["Perfect getaway along the Indus!"], "hotel": ["Ule Ethnic Resort"], "contenido": ["We've been bringing friends to Ule Ethnic Resort for 3 years and it's always a highlight! The manager Ganesh is an absolute gem, I adore him!  The cabins along ", "..."], "calificacion": ["50"]},
{"autor": ["ChacmoolsFriend"], "titulo": ["I hate to give a bad review, but I want to be honest!"], "hotel": ["Siem Reap Dog Cafe"], "contenido": ["I don't give a one-star review lightly, especially to a new business, but I feel pretty strongly about this one. We passed this place in a tuk-tuk a few days ag", "..."], "calificacion": ["10"]},
{"autor": ["ChacmoolsFriend"], "titulo": ["3 years later, still the best eats around!"], "hotel": ["Carpe Diem Cucina Italiana"], "contenido": ["We stumbled upon this restaurant 3 years ago, and we were VERY happy to return earlier this month! This time we had more than the pizza (although the pizza is s", "..."], "calificacion": ["50"]},
{"autor": ["ChacmoolsFriend"], "titulo": ["Great & GIANT sushi rolls--try the ceviche roll!"], "hotel": ["Bambu Sushi & Noodle bar"], "contenido": ["I was so pleased that we ate here on our last night in Cusco--huge (10-12 pieces) & delicious rolls for great prices (we did a 4 rolls for 88 soles deal, and it", "..."], "calificacion": ["50"]},
{"autor": ["ChacmoolsFriend"], "titulo": ["A lovely experience with a knowledgable cheesemonger!"], "hotel": ["Become a Cheese Geek - The number 1 Rated Cheese Tasting in Paris"], "contenido": ["Fabrice is a gem! He has fantastic, engaging tools to really understand the methods of tasting properly. His beverage pairings were an ABSOLUTE inspiration, as ", "..."], "calificacion": ["50"]},
{"autor": ["ChacmoolsFriend"], "hotel": ["Bagan"], "contenido": ["I've always used eBikes but I am super stoked to go back and use my friend's service, since he just got new tuk-tuks!!!   He's over at ToursofMyanmar.com, and h", "..."]},
{"autor": ["ChacmoolsFriend"], "titulo": ["Dervish show: A lovely demonstration"], "hotel": ["Hodjapasha Cultural Center"], "contenido": ["This was a very beautiful performance of a sema ceremony. If you're looking for nuance and to be moved, this is for you. If you're looking for some action packe", "..."], "calificacion": ["50"]},
{"autor": ["ChacmoolsFriend"], "titulo": ["Great restaurant, super staff!"], "hotel": ["Massa Bistro"], "contenido": ["My husband & I were lucky enough to stay next door at Anthemis hotel so we ate here a number of times. Every time we tried to spread the wealth and eat at anoth", "..."], "calificacion": ["50"]},
{"autor": ["ChacmoolsFriend"], "titulo": ["Great spot!"], "hotel": ["Sultanahmet Fish House"], "contenido": ["Fantastic seafood, fair prices, central location & kind staff. I was stressing about where to try local seafood and I think we found a great spot! We went with ", "..."], "calificacion": ["50"]},
{"autor": ["ChacmoolsFriend"], "titulo": ["BEST CAKES IN INDIA!! Not just Ladakh--ALL of India!"], "hotel": ["MyCafe"], "contenido": ["MyCafe is such a welcome entry into the Leh cafe world! The coffees are delicious, but the pastries are what make this cafe stand out! Trained in Delhi, the bak", "..."], "calificacion": ["50"]},
{"autor": ["ChacmoolsFriend"], "titulo": ["This review is for REPUBLIC OF NOODLES inside Lemon Tree"], "hotel": ["Republic Of Noodles"], "contenido": ["No matter where I stay in Aerocity, I plan my trip around a dinner (or several!) at Republic of Noodles! The menu is a trip through the cuisine of SE Asia, and ", "..."], "calificacion": ["50"]},
{"autor": ["ChacmoolsFriend"], "titulo": ["Dat Hamburger, Doe"], "hotel": ["Blue Pumpkin"], "contenido": ["I've been going to Blue Pumpkin for years every time I am in Siem Reap, but this is the first year I've tried their Texas BBQ Burger and holy moly, you guys. It", "..."], "calificacion": ["50"]},
{"autor": ["ChacmoolsFriend"], "titulo": ["Fantastic! "], "hotel": ["ARTillery Siem Reap"], "contenido": ["I could have easily eaten all my meals here (but unfortunately, I only had 3!)  Healthy food and drink that makes you feel good, friendly staff, and chill vibe ", "..."], "calificacion": ["50"]},
{"autor": ["ChacmoolsFriend"], "titulo": ["Delicious! The Chipotle of Cambodia  :)"], "hotel": ["Maybe Later Mexican Bar & Grill"], "contenido": ["So good! I ordered the equivalent of my Chipotle \"go to\" when I'm in the U.S.--barbacoa burrito bowl--and it was fantastic! The service was SUPER fast and frien", "..."], "calificacion": ["50"]},
{"autor": ["ChacmoolsFriend"], "titulo": ["AMAZING, but get there EARLY EARLY EARLY!"], "hotel": ["Gran Cenote"], "contenido": ["We've been to cenotes all around the peninsula by now, and this was by far the most stunning. (I had low expectation since it is so tourist, but WOW!!!!) But de", "..."], "calificacion": ["50"]},
{"autor": ["ChacmoolsFriend"], "titulo": ["Great food, relaxing atmosphere"], "hotel": ["Avocado Vegetariano"], "contenido": ["I had lunch two days in a row here, and I was in heaven both times! I'm always craving fake meat versions of local specialties and always come up empty-handed, ", "..."], "calificacion": ["50"]},
{"autor": ["ChacmoolsFriend"], "titulo": ["What a wonderful home base in Mérida!"], "hotel": ["Hotel Casa Carmita"], "contenido": ["I'm so glad we chose Casa Carmita for our base in Mérida. It's very convenient to the main Plaza, but very quiet. Just 2 blocks from Santa Lucia park, 4 blocks ", "..."], "calificacion": ["50"]},
{"autor": ["ChacmoolsFriend"], "titulo": ["Delicious, inexpensive, fast!"], "hotel": ["Café La Pagoda"], "contenido": ["A true treat for an authentic taste of Mexico in Centro! Don't be intimidated by the lines! Vegetarians can get nopales on a bed of black beans--delicious!"], "calificacion": ["50"]},
{"autor": ["Sarah N"], "titulo": ["A MUST!"], "hotel": ["Bodega San Francisco"], "contenido": ["My husband and I decided to eat here after reading the rave reviews and it did not disappoint!!!We will forever dream and talk about this place!The walk is ", "..."], "calificacion": ["50"]},
{"autor": ["Sarah N"], "titulo": ["Excellent food away from the crowds"], "hotel": ["Cuisine De Terroir"], "contenido": ["My husband and I decided to eat at this restaurant after reading the trip advisor reviews and it does not disappoint. I had the lemon chicken (60dhm) and my h", "..."], "calificacion": ["40"]},
{"autor": ["Sarah N"], "titulo": ["Highly recommend"], "hotel": ["Goasis"], "contenido": ["This place is a must stay. The owner Tracey and her husband George are always around to help, provide advice or anything else you need. Very clean and has every", "..."], "calificacion": ["50"]},
{"autor": ["Sarah N"], "titulo": ["Waiting is right!"], "hotel": ["Coco Cabana"], "contenido": ["I read a few reviews and I kept reading about the long wait time but decided to see for myself due to its beautiful water front location...and WAITING is right!", "..."], "calificacion": ["20"]},
{"autor": ["Sarah N"], "titulo": ["Just stunning"], "hotel": ["Nungwi Beach"], "contenido": ["I have been to many beaches, but this beach is out right beautiful. Blue water, minimal waves, white sand and you can walk forever. Grab a beach towel, sunscr", "..."], "calificacion": ["50"]},
{"autor": ["Sarah N"], "titulo": ["A must"], "hotel": ["Cholos Bar"], "contenido": ["Whether you want some lunch, dinner, drinks or a night out this is the place. Located on the beach.Italian owned the food is amazing and flavorful. I've had t", "..."], "calificacion": ["50"]},
{"autor": ["Sarah N"], "titulo": ["Disgraceful!"], "hotel": ["Pizza & Pasta Factory"], "contenido": ["Even though the food was pretty good and well priced, I really can't give a good review of a place that left me feeling swindeld.  We sat down and ordered piz", "..."], "calificacion": ["10"]},
{"autor": ["Sarah N"], "titulo": ["Fresh made pasta"], "hotel": ["Pasta Bar"], "contenido": ["We stumbled upon this place while searching for an affordable place to eat near Cloth Hall. All I had to do was peer through the front doors to be sold on eatin", "..."], "calificacion": ["50"]},
{"autor": ["Sarah N"], "titulo": ["Close to everything"], "hotel": ["Plovers Cove Cottage - Wasaga Beach"], "contenido": ["I stayed here with a group of 6 people from June 24 to 27, 2016. The cottage sleeps 9 people and includes everything you need from a washer and dryer to a great", "..."], "calificacion": ["50"]},
{"autor": ["Sarah N"], "titulo": ["Disappointing"], "hotel": ["Sunset Grill"], "contenido": ["I went here June 27, 2016, around 10:30am for a late breakfast with family. I arrived first and asked for a table for 8. The restaurant was busy, which is expec", "..."], "calificacion": ["20"]},
{"autor": ["Sarah N"], "titulo": ["Great Service"], "hotel": ["Swiss Chalet"], "contenido": ["While on vacation in Wasaga Beach we went to Swiss Chalet, as one of our friends visiting had never been. It was very busy when we went, but Swiss Chalet neve", "..."], "calificacion": ["40"]},
{"autor": ["Sarah N"], "titulo": ["An absolute MUST try!"], "hotel": ["Café del Mundo"], "contenido": ["What looks like a chill little cafe from the outside is really one of the best Mancora restaurants.  Always packed and full of friendly staff offering menus in ", "..."], "calificacion": ["50"]},
{"autor": ["Sarah N"], "titulo": ["Great beach breakfast spot"], "hotel": ["Green Eggs & Ham"], "contenido": ["This is a must breakfast spot. We ate the waffles, hash browns (more like a potato pancake), eggs, fruit salad (comes in a bowl with yogurt and honey) and potat", "..."], "calificacion": ["50"]},
{"autor": ["Sarah N"], "titulo": ["Great for breakfast"], "hotel": ["Angela's place"], "contenido": ["We ate here once during our stay in Mancora. I was very pleased with my breakfast consisting of their yogurt parfait.  It had mixed fruit, plain yogurt, honey a", "..."], "calificacion": ["40"]},
{"autor": ["Sarah N"], "titulo": ["Best burgers in town"], "hotel": ["Restaurant Beef House"], "contenido": ["If you are missing back home, looking for a great burger or steak or just plain hungry for good food then this is your place.We had the cheese burger and nach", "..."], "calificacion": ["50"]},
{"autor": ["Sarah N"], "titulo": ["cute little spot"], "hotel": ["Hostal Suites Madrid"], "contenido": ["The hostel is exactly like the pictures. Small colourful rooms full of tile. We checked in late at night and the man at the front desk didnt speak much english ", "..."], "calificacion": ["30"]},
{"autor": ["Sarah N"], "titulo": ["A must try"], "hotel": ["El Toro Asado"], "contenido": ["We found this recommeded restaurant on trip advisor and decided to try it out as it was close to where we were staying. This is a must try for local food. Pri", "..."], "calificacion": ["50"]},
{"autor": ["djdtemple"], "titulo": ["Great service, clean rooms, lovely staff, helpful and attentive"], "hotel": ["Hostal Suites Madrid"], "contenido": ["Christopher was a fountain of information and made our brief stay  very enjoyable. Even drove us to the bus station twice. Once to buy tickets and once to catch", "..."], "calificacion": ["50"]},
{"autor": ["newpacker"], "titulo": ["Quick return for lunch."], "hotel": ["Coach & Horses Restaurant"], "contenido": ["Having had a lovely lunch at the Coach and Horses some weeks ago, becoming stir crazy on Sunday because of the Lancashire lockdowns, we decided to have a drive ", "..."], "calificacion": ["50"]},
{"autor": ["newpacker"], "titulo": ["Buzzing tapas retaurant."], "hotel": ["A'vucciria"], "contenido": ["Popular central Italian tapas restaurant. Good food and bar area. The tapas selection is good, well cooked and presented. Would wish the portion sizes were bigg", "..."], "calificacion": ["40"]},
{"autor": ["newpacker"], "titulo": ["One our favourite Valley restaurants."], "hotel": ["La Turka Rawtenstall"], "contenido": ["Have now been to La Turka about 6 times. Each visit we have tried different main meals, mostly lamb or fish. Never disappointed. The décor is lovely, and on Fri", "..."], "calificacion": ["40"]},
{"autor": ["newpacker"], "titulo": ["Coming home after a meeting, feeling hungry stopped at Mondello's Ristorante."], "hotel": ["Mondello's Ristorante"], "contenido": ["Coming home after a meeting, feeling hungry stopped at Mondello's Ristorante. Luckily without a booking, there was a table available. We decided upon a Cheesy g", "..."], "calificacion": ["40"]},
{"autor": ["newpacker"], "titulo": ["4th visit all great food experiences."], "hotel": ["The Hungry Duck"], "contenido": ["Now on our 4th visit. Have never been disappointed with the food. Delicious, well cooked and presented food. Love the owner, so friendly and helpful with inform", "..."], "calificacion": ["50"]},
{"autor": ["newpacker"], "titulo": ["Lovely place to meet up with friends for lunch."], "hotel": ["The Bull"], "contenido": ["Met with friends for lunch, good selection of beers and wines, great menu selections, tasty food and good service. Menu selections of the Steak and ale pie, fil", "..."], "calificacion": ["40"]},
{"autor": ["newpacker"], "titulo": ["Change of decor needed, no ambiance."], "hotel": ["Cottage Hotel"], "contenido": ["Have stayed here now so many times, as it's literally just off the slip road from the channel tunnel.Our arrival this time was just as it was going dark, the i", "..."], "calificacion": ["20"]},
{"autor": ["newpacker"], "titulo": ["Very comfortable hotel."], "hotel": ["Eurostars Reina Felicia"], "contenido": ["Just a 5 minute walk from the hustle and noise of central Jaca. The Reina Felicia, is a modern, hotel with large comfortable rooms. Excellent views from the win", "..."], "calificacion": ["50"]},
{"autor": ["newpacker"], "titulo": ["Basic, but clean, chain motel."], "hotel": ["B&B Hotel Limoges 1"], "contenido": ["We stay here several times a year whilst travelling back and forth to Spain. completely just off the motorway slip road. A choice of about 6 motels and a reason", "..."], "calificacion": ["20"]},
{"autor": ["newpacker"], "titulo": ["Excellent staff ample menu suggestions,lovely dining area. Delicious food."], "hotel": ["Bistro 1871"], "contenido": ["Excellent staff ample menu suggestions,lovely dining area. Delicious food. The service was just right, not slow nor rushed."], "calificacion": ["50"]},
{"autor": ["newpacker"], "titulo": ["Best Hotel staff I have ever found."], "hotel": ["Appleby Manor Hotel & Garden Spa"], "contenido": ["Appleby Manor is a lovely country house hotel, set in magnificent Cumbrian countryside, just on the outskirts of historic Appleby.We received a lovely warm wel", "..."], "calificacion": ["50"]},
{"autor": ["newpacker"], "titulo": ["Quick food seved by excellent staff."], "hotel": ["Les Demoiselles"], "contenido": ["Staying overnight in a hotel nearby, this is the 3rd time we have eaten at Les Demoiselles, the first time it was Poivre Rouge.The food comes from a very limit", "..."], "calificacion": ["30"]},
{"autor": ["newpacker"], "titulo": ["Stunning hotel, facilities and rooms."], "hotel": ["Hythe Imperial"], "contenido": ["Unfortunately we were only stopping at the Hythe Imperial Hotel overnight to get the early channel tunnel train . We arrived late, but were stunned by the prese", "..."], "calificacion": ["50"]},
{"autor": ["newpacker"], "titulo": ["Lovely weekend stay at the Greyhound at Hever."], "hotel": ["The Greyhound at Hever"], "contenido": ["Stopped at the Greyhound for the weekend. The service from the small team was excellent. We were shown to a lovely clean garden room, ample sized, the breakfast", "..."], "calificacion": ["50"]},
{"autor": ["newpacker"], "titulo": ["50th wedding anniversay afternoon in the Tudor rooms."], "hotel": ["Hever Castle & Gardens"], "contenido": ["Was lucky enough to be invited to a wonderful 50th wedding anniversary celebration at the marvellous Tudor rooms at Hever castle. Marvellous furnishings through", "..."], "calificacion": ["50"]},
{"autor": ["newpacker"], "titulo": ["Romantic ambience, excellent food, great service."], "hotel": ["The Greyhound At Hever"], "contenido": ["Ate at the Greyhound on Saturday night, great service, romantic atmosphere, good menu choices and excellent food. All in all a great night. Highly recommended."], "calificacion": ["50"]},
{"autor": ["newpacker"], "titulo": ["Trendy Hotel restaurant."], "hotel": ["V-Cafe and Sushi Bar"], "contenido": ["Had lunch at the Vincent yesterday, found the place trendy, lively, with a ample menu and serving good food. Had a very enjoyable lunch. Recommended."], "calificacion": ["40"]},
{"autor": ["newpacker"], "titulo": ["What an excellent meal."], "hotel": ["Freemasons at Wiswell"], "contenido": ["Ate here with family and friends recently. Had heard about having an excellent reputation so had decided to try it for a special night. Received a warm welcome,", "..."], "calificacion": ["50"]},
{"autor": ["newpacker"], "titulo": ["Poorly lit, hard to read information displays."], "hotel": ["Rynek Underground Museum ticket - English guide"], "contenido": ["Poorly lit, hard to read information displays. No information leaflets or headphones offered. Hard to follow the reasoning of the displays . Good café at the en", "..."], "calificacion": ["30"]},
{"autor": ["newpacker"], "titulo": ["Shocking seating."], "hotel": ["Costa Coffee"], "contenido": ["Two costa coffees on the square, not sure which one, but inside the seating set out was such that on many seats the double seat on one side was only the size of", "..."], "calificacion": ["10"]},
{"autor": ["vaquitaQuebec"], "titulo": ["just like home"], "hotel": ["Posada Tambuca"], "contenido": ["I arrived in Quito for the fourth time this year and planned to stay at the Posada Tambuca for one or two nights only. I've been here for a month now, it's grea", "..."], "calificacion": ["50"]},
{"autor": ["vaquitaQuebec"], "titulo": ["how to feel welcome in a beautiful family run hotel"], "hotel": ["Hostal Dona Maria"], "contenido": ["In the beautiful village of Pedazi, a great place to stay is Dona Maria, a one year-old little hotel with a great location (one of the first one you'll find by ", "..."], "calificacion": ["50"]},
{"autor": ["vaquitaQuebec"], "titulo": ["the best service in Guayaquil...in Ecuador !"], "hotel": ["Hostal Suites Madrid"], "contenido": ["Have you ever seen your host literally RUN at the door to make sure you don't wait outside ? Or feel like you should say \"thank you\" at least 20 000 times for h", "..."], "calificacion": ["50"]}
]